[
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "[Curl Expression] Máscara Hidratante Intensiva",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cachos e Crespos",
    "Descricao": "A máscara hidratante intensiva Curl Expression foi criada para tratar cachos e crespos, do jeito profissional. Ela hidrata profundamente e ajuda a desembaraçar cachos e crespos, deixando os cabelos maleáveis com um toque natural. Os cabelos ficam duas vezes mais brilhantes e o frizz é controlado.",
    "Ingredientes": "Glicerina 2,5%, Ureia H, Semente de Hibisco",
    "Modo de Uso": "Após o shampoo, aplique no cabelo seco com toalha e deixe agir por 10 minutos. Depois, enxágua bem. Dicas profissionais: Para um toque natural nos cabelos e cachos e crespos maleáveis, use esta máscara, pois ela é absorvida instantaneamente pelos cabelos. Perfeita para cabelos sensibilizados.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "N/A",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Metal Detox Leave-in em Creme de Alta Proteção",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Leave-in",
    "Tipo de Cabelo": "Todos os tipos de cabelo (coloridos, danificados, clareados e naturais)",
    "Descricao": "Lavagem após lavagem, partículas de metal presentes na água, como cobre, podem penetrar nas suas fibras capilares. Isso cria um risco de quebra & mudança de cor. Concentrado com 1% de glicoamina, este creme leave-in de alta proteção remove metal nos cabelos e protege contra o depósito de novas partículas, para parar a quebra & mudança de cor. Intensamente hidratados & fortalecidos, os cabelos estão protegidos contra impacto UV, oxidação, escovação & calor até 230°C/450°F. O cabelo estão mais fortes & brilhantes. Proporciona 72h de hidratação & controle de frizz, mesmo em altos níveis de umidade. 3x mais definição. Intensamente hidratados e fortalecidos, os cabelos estão instantaneamente mais maleáveis, fáceis de modelar e com aspecto mais saudável. Os cabelos estão mais macios e sedosos. Os cabelos ficam mais brilhantes e a cor dura mais. 97% do brilho da cor é preservado após 8 semanas. Recomendado para todas as texturas de cabelos, coloridos, danificados, clareados e naturais. Sua textura cremosa é absorvida instantaneamente e envolve a fibra sem pesar os cabelos.",
    "Ingredientes": "Aqua/Water/Eau, Butylene Glycol, Aminopropyl Dimethicone, Isododecane, Isononyl Isononanoate, Glycine, PEG-240/Hdi Copolymer Bis-Decyltetradeceth-20 Ether, Undecane, Caprylyl Glycol, Sclerotium Gum, Tridecane, Tocopherol, Ethylhexyl Salicylate, Limonene, Sodium Citrate, Citric Acid, Hexyl Cinnamal, Linalool, Citral, Geraniol, Coumarin, Potassium Laurate, Polyquaternium-7, Sodium Benzoate, Helianthus Annuus Seed Oil/Sunflower Seed Oil, Parfum/Fragrance",
    "Modo de Uso": "Aplique diariamente nos cabelos secos com toalha. Comece com 1-2 pumps e espalhe uniformemente do meio até as pontas. Adicione mais conforme necessário, dependendo do comprimento, até 4 pumps. Não enxágue. Proceda para secar com secador ou naturalmente.",
    "Fase Cronograma": "Hidratação+Nutrição",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Vegano, Sem Parabenos, Sem Sulfatos, Proteção UV, Proteção Térmica"
  },
  {
    "Nome do Produto": "[Curl Expression] Hidratante Intensivo de Longa Duração",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Leave-in",
    "Tipo de Cabelo": "Cachos e Crespos (3B-4C)",
    "Descricao": "Curl Expression leave-in hidratante intensivo de longa duração foi desenvolvido para modelar cachos e crespos, do jeito profissional. Hidrata intensamente até os cachos e crespos mais desidratados, proporcionando um resultado sedoso que dura e 2 vezes mais hidratação. Protege o cabelo contra calor até 230 °C/450 F. Ativos altamente concentrados: É altamente concentrado com Glicerina 2%, Ureia H & semente de Hibisco de origem vegetal. A Glicerina é um umectante de origem vegetal que retém água para uma hidratação duradoura nas fibras mais secas. Ureia H, naturalmente presente na pele, tem ação dupla de reter hidratação e reforçar a barreira hidrolipídica. A semente de Hibisco, extraída do coração da flor de hibisco, é uma fonte natural super rica em aminoácidos e vitaminas de alta qualidade. Experiência única: Uma fórmula cremosa e suntuosa que desliza e dura nos cabelos sem pesar. Fragrância cativante: Uma composição floral memorável de Jasmim estrela, Orquídea & Frésia no topo, envolvida em uma brisa refrescante que lembra um salão, com uma overdose de preciosos cedros.",
    "Ingredientes": "Aqua/Water/Eau, Aminopropyl Triethoxysilane, C13-16 Isoparaffin, Lactic Acid, Glycerin, Cetearyl Alcohol, Isopropyl Myristate, Polyquaternium-37, Amodimethicone, Polyquaternium-6, Propylene Glycol Dicaprylate/Dicaprate, Dimethicone, Hydroxypropyl Guar, Phenoxyethanol, Trideceth-5, Steareth-20, VP/VA Copolymer, PPG-1 Trideceth-6, Trideceth-10, Sorbitan Oleate, Chlorhexidine Digluconate, Acetic Acid, Hydroxyethyl Urea, Limonene, Benzyl Salicylate, Benzyl Alcohol, Tetrasodium EDTA, Hibiscus Esculentus Seed Extract, Parfum/Fragrance",
    "Modo de Uso": "Aplique uma pequena quantidade do produto nas pontas dos dedos e espalhe uniformemente no comprimento. Quanto mais seca a fibra, mais você pode aplicar. Dicas PRO: Nos cachos, aplique nos cabelos enxugados com toalha, antes do cream-in-mousse, para um reforço de hidratação. Nos crespos, aplique no cabelo enxugado com toalha ou após o ativador de definição e siga com o cream-in-mousse. Resultados & benefícios: O cabelo fica profundamente hidratado, sedoso, mais forte e protegido contra o calor. Aplique nos cabelos secos com toalha.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Parabenos, Proteção Térmica, Sem pesar"
  },
  {
    "Nome do Produto": "[Curl Expression] Estimulador de densidade.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Sérum/Leave-in",
    "Tipo de Cabelo": "cachos e crespos em transição",
    "Descricao": "Curl Expression estimulador de densidade é projetado para tratar cachos e crespos em transição, do jeito profissional. Ele estimula as raízes para multiplicar o número de fios, deixando o cabelo com aparência mais densa em apenas 3 meses.",
    "Ingredientes": "N/A",
    "Modo de Uso": "No final da sua rotina, borrife nos cachos e crespos como um toque final antes de deixar secar ao ar livre ou secar com um difusor. Borrife nos cachos e crespos como um toque final antes de deixar o cabelo secar ao ar livre ou secar com um difusor. Dicas profissionais: Finalize o look borrifando o acelerador de secagem, a 20 centímetros dos cabelos.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Álcool"
  },
  {
    "Nome do Produto": "Máscara Metal Detox",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Para todas as texturas, coloridos, danificados, descoloridos & naturais",
    "Descricao": "Lave após lavar, partículas de metal, presentes na água, como o cobre, podem penetrar nas fibras dos seus cabelos. Isso cria um risco de quebra & mudança de cor. Pode causar danos à fibra dos cabelos, reflexos indesejáveis podem aparecer & impactar negativamente a qualidade da cor. Mas descobrimos que as partículas de metal podem ser neutralizadas. O shampoo de limpeza anti-metal remove suavemente as partículas de metal do cabelo para evitar a quebra & mudança de cor. Uma tecnologia patenteada, enriquecida com Glicoamina, uma molécula pequena o suficiente para rastrear e neutralizar o metal dentro da fibra. Recomendado para todos os tipos de cabelo: para todas as texturas, coloridos, danificados, descoloridos & naturais. Concentrado com Glicoamina, uma molécula pequena o suficiente para rastrear e neutralizar metais dentro da fibra. Uma máscara protetora para cabelos coloridos e danificados para proteger a fibra do depósito de partículas. Cabelos fortes: A fibra é fortalecida, mais resistente a danos. Os cabelos ficam mais macios, nutridos por 72 horas. Cor vibrante & reflexos: Fórmula profundamente nutritiva para cabelos menos porosos. Cor de longa duração, 2 vezes mais brilho. Protege a fibra do depósito de partículas. Os cabelos ficam mais fortes. A cor dura mais, 2 vezes mais brilho. 87% menos quebra. 100% da cor fiel ao tom. Disponível em 250ml & 500ml.",
    "Ingredientes": "Fórmula profissional: Máscara cremosa de rápida absorção que proporciona alta cosmeticidade para cabelos coloridos e danificados. Fácil de enxaguar. Uma fragrância cativante com uma assinatura tecnológica única, graças a um topo cítrico memorável associado a madeiras almiscaradas distintas. Esta lista de ingredientes está sujeita a mudanças e depende do país de venda. Os consumidores devem consultar a embalagem do produto para obter a lista de ingredientes mais atualizada. Em caso de problema, por favor, entre em contato com o centro de atendimento ao consumidor.",
    "Modo de Uso": "Para resultados ótimos, usa após o shampoo creme anti-metal. Aplica uniformemente no cabelo lavado e seco com toalha. Deixa agir por 1 minuto. Use após o shampoo em creme Metal Detox antimetal, que remove gentilmente as partículas de metal dos cabelos para uma experiência Metal Detox ideal em casa.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Curl Expression Shampoo geléia de limpeza anti-resíduos",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cachos e crespos",
    "Descricao": "O shampoo anti-resíduos geléia de limpeza Curl Expression é desenvolvido para limpar cachos e crespos de maneira profissional. Ele elimina suavemente as impurezas acumuladas diariamente e os resíduos, enquanto proporciona hidratação sem causar coceira ou ressecar o cabelo.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Como usar: A cada duas semanas, é importante começar sua rotina purificando profundamente a fibra para permitir que a máscara e os tratamentos sem enxágue penetrem na fibra. Distribua uniformemente nos cabelos molhados. Faça espuma. Enxágue bem. Siga com o shampoo creme de limpeza hidratante intenso. Dicas profissionais: Use sempre que tiver feito uma aplicação em camadas pesada de leave-in desde o último shampoo. Perfeito para fios cacheados com fácil acesso à raiz, especialmente após usar penteados protetores.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem sulfatos, Sem silicones"
  },
  {
    "Nome do Produto": "[Curl Expression] Máscara de Hidratação Rica Intensiva",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cachos e Crespos",
    "Descricao": "A Máscara de hidratação rica intensiva Curl Expression foi desenvolvida para tratar cachos e crespos, do jeito profissional. Ela hidrata intensamente e ajuda a desembaraçar cachos e crespos para um resultado uniforme e controlado com um toque luxuoso. O cabelo fica instantaneamente brilhante e 2 vezes mais hidratado. É altamente concentrado com Glicerina 3%, Ureia H & Semente de Hibisco. A Glicerina é um umectante de origem vegetal que retém a água para uma hidratação duradoura nas fibras mais secas. A Ureia H, presente naturalmente na pele, tem a ação dupla de reter hidratação e reforçar a barreira hidrolipídica. A Semente de Hibisco, extraída do coração da flor de hibisco, é uma fonte natural super rica em aminoácidos e vitaminas de alta qualidade. A fórmula rica e amanteigada envolve os cachos para garantir uma hidratação intensa. Possui uma composição floral memorável de Jasmim Estrela, Orquídea & Frésia no topo, envolvida em uma brisa refrescante com uma overdose de madeiras de cedro preciosas.",
    "Ingredientes": "AQUA / WATER / EAU, CETEARYL ALCOHOL, DIMETHICONE, GLYCERIN, BEHENTRIMONIUM CHLORIDE, AMODIMETHICONE, CETRIMONIUM CHLORIDE, PHENOXYETHANOL, ISOPROPYL ALCOHOL, TRIDECETH-6, LACTIC ACID, HIBISCUS ESCULENTUS SEED EXTRACT, UREA, PARFUM / FRAGRANCE",
    "Modo de Uso": "Após o shampoo, aplique nos cabelos secos com toalha e deixe agir por 10 minutos. Em seguida, enxágue abundantemente. Dicas profissionais: Para um toque luxuoso nos cabelos e cachos e crespos domados, use esta máscara, pois ela envolve os cachos com um brilho extra. Perfeita para cachos rebeldes.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Parabenos, Sem Sulfatos, Sem Silicone, Sem Álcool, Vegano, Cruelty-Free"
  },
  {
    "Nome do Produto": "[Curl Expression] Shampoo Hidratante Intenso.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cachos e Crespos",
    "Descricao": "O shampoo creme de limpeza hidratante intenso Curl Expression é feito para limpar cachos e crespos, do jeito profissional. Ele limpa suavemente os cabelos enquanto proporciona hidratação intensa e duradoura. Cachos e crespos ficam saudáveis e fáceis de desembaraçar, prontos para a aplicação da máscara.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Uma vez por semana, lave o cabelo com este shampoo hidratante como o começo da tua rotina para hidratar sem pesar, deixando o cabelo pronto para a máscara e tratamentos leave-in. Dicas de profissional: Use se não tiver resíduos de acúmulo no cabelo. Este é o shampoo ideal se você tem cachos finos e abertos. Resultados & benefícios: Proporciona hidratação leve e duradoura. Hidrata profundamente cachos e crespos.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Livre de sulfatos, Livre de silicones"
  },
  {
    "Nome do Produto": "Inforcer: Shampoo Fortalecedor Antirressecamento",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelo frágil propenso a quebras",
    "Descricao": "Shampoo fortalecedor anti-quebra. Fórmula fortalecedora infusionada com vitamina B6 e Biotina, para uma redução instantânea da quebra. Os cabelos ficam mais resistentes e fortes com o uso contínuo.",
    "Ingredientes": "B6, Biotina, AQUA / ÁGUA / EAU, LAURETÉ SULFATO DE SÓDIO, CLORETO DE SÓDIO, COCAMIDOPROPIL BETAÍNA, DIMETICONE, ÁCIDO CÍTRICO, etc. (Lista parcial baseada em informações da página e resultados de busca)",
    "Modo de Uso": "Lavar o cabelo duas vezes: primeiro para limpar, depois para tratar. Aplicar nos cabelos molhados, massagear para fazer espuma e enxaguar. Reaplicar se necessário.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Condicionador Instant Resurfacing Absolut Repair",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Cabelo danificado",
    "Descricao": "Infundido com QUINOA DOURADO + PROTEÍNA, a fórmula profissional do Condicionador Instant Resurfacing é o tratamento perfeito para reestruturar imediatamente os cabelos danificados. Sua fórmula cremosa nutre a fibra e ao mesmo tempo deixa um toque leve. Após o uso do Shampoo e Condicionador Absolut Repair, os cabelos ficam mais brilhantes, macios, mais resistentes e a superfície capilar está menos danificada.",
    "Ingredientes": "Impulsionado por Quinoa + Proteína, Absolut Repair agora reduz os danos na superfície dos cabelos em 77% e traz 7x mais brilho aos cabelos, além de deixá-los com um toque leve. Esta lista de ingredientes está sujeita a alterações e depende do país de venda. Os consumidores devem consultar a embalagem do produto para a lista de ingredientes mais relevante. Em caso de problema, por favor contacte o centro de atendimento ao consumidor.",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Shampoo Vitamino Color Spectrum",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "cabelos coloridos",
    "Descricao": "O sistema ajuda a manter a vibração da cor do dia 1 por até 100 dias. O resultado em todas as 5 dimensões de cor: ultra brilho espelhado, cores ricas e vibrantes. Os cabelos ficam limpos, instantaneamente nutridos e mais fortes. Tecnologia Inovadora: A primeira tecnologia para tratamento com a cor com ácido ferúlico + ácido cítrico. O sistema ajuda a fixar os corantes na fibra para segurar o espectro de cor do dia 1. Quanto mais corantes retidos dentro da fibra capilar, mais dimensões de cor são bloqueadas.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Aplique uniformemente nos cabelos úmidos. Emulsifique até aparecer uma espuma rica. Enxágue bem. Em seguida, usa o condicionador profundo ou máscara Vitamino Color Spectrum, e o sérum de brilho Glass leave-in. Dica PRO: Use o Shampoo Neutralizante pelo menos uma vez por semana ou conforme necessário no lugar do shampoo clássico. Escolhe o shampoo neutralizante certo de acordo com a cor dos seus cabelos. Shampoo roxo para loiras, shampoos azuis para cabelos castanho claros, shampoos verdes para cabelos castanho escuros.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Máscara Vitamino Color Spectrum",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cabelos Coloridos",
    "Descricao": "Uma máscara hidratante para cabelos coloridos que hidrata a fibra capilar e fixa a cor vibrante do dia 1 por até 100 dias. O sistema ajuda a manter a vivacidade da cor do primeiro dia por até 100 dias. O resultado em todas as 5 dimensões de cor: brilho espelhado ultra, cores ricas e vibrantes. Os cabelos ficam mais fortes e macios. Dica de especialista: para cabelos mais exigentes, adicione a máscara na rotina semanal para uma dose extra de maciez.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Após o uso do shampoo, divida o cabelo úmido em duas partes. Distribua uniformemente em cada parte. Passe o produto nos cabelos do comprimento às pontas e desembarace com os dedos. Deixe agir por 3-5 minutos. Enxágue bem. Em seguida, use o leave-in Vitamino Color Spectrum Glass shine serum.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Vitamino Color: Shampoo Neutralizador de Tons Alaranjados",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "cabelos castanho claros",
    "Descricao": "[Vitamino Color Spectrum] Shampoo Neutralizador de Tons Alaranjados para cabelos castanho claros. Um shampoo azul profissional neutralizador para cabelos castanho claros que neutraliza tons alaranjados indesejados. O sistema ajuda a manter a vivacidade da cor do dia 1 por até 100 dias. O resultado em todas as 5 dimensões da cor: brilho extra, cores ricas e vibrantes. Os cabelos ficam mais fortes, macios e disciplinados. Neutraliza tons alaranjados indesejados para cabelos castanho claros. O resultado em todas as 5 dimensões da cor: Brilho: Brilho de vidro ultra brilhante, Saturação: Cor rica e vibrante, Contraste: Profundidade ideal entre várias tonalidades, Tom: Neutraliza reflexos indesejados, Luminosidade: Nível de clareza ou escuridão são bem preservados. Os cabelos são limpos, instantaneamente nutridos e mais fortes. Formulado com corantes azuis e agentes de tratamento. Os corantes azuis profissionais personalizados que neutralizam e corrigem a cor dos reflexos laranja indesejados em cabelos castanhos claros.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Para ser usado duas semanas após a visita ao salão e alternar com o shampoo sem corante Vitamino Color Spectrum. Aplique de maneira uniforme nos cabelos molhados. Emulsione. Deixe agir de acordo com o tom e grau de neutralização desejado (de 5 a 15 minutos). Verifique se todos os reflexos foram neutralizados. Enxágue bem até que todos os pigmentos desapareçam. Em seguida, use o condicionador profundo ou máscara Vitamino Color Spectrum, e aplique o sérum Glass shine leave-in. Escolha o shampoo neutralizante certo de acordo com a cor dos seus cabelos. Shampoo roxo para loiras, shampoos azuis para cabelos castanho claros, shampoos verdes para cabelos castanho escuros.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Shampoo Silver: Neutralizador de Reflexos Amarelados",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelos grisalhos, Cabelos brancos",
    "Descricao": "Mostra a beleza dos cabelos grisalhos com este shampoo matizador. O Gloss Protect System, enriquecido com aminoácidos e agentes antidesamarelamento, combate os tons indesejados de bronze. Mostra a beleza dos cabelos grisalhos, branco ou loiro claro com nosso shampoo roxo número um para matização de cor. O sistema de neutralização, enriquecido com magnésio e agentes antidesamarelamento, combate os tons indesejados de bronze. Quando os cabelos são clareados ou ficam grisalhos, seus tons naturais quentes se tornam visíveis e frequentemente apresentam tons amarelados indesejados. O shampoo roxo profundo ajuda a neutralizar esses tons, mantendo sua cor loira ou branca. A fórmula ajuda a proporcionar resultados de matização enquanto nutre e protege a fibra capilar, dando um brilho extra.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Teste de alerta de alergia antes de usar. Aplica uniformemente nos cabelos secos com toalha. Espuma. Enxágue completamente. Em caso de contato com os olhos, enxágue-os imediatamente. Lave as mãos após o uso. Para melhores resultados, use junto com o condicionador ou máscara L’Oréal Professionnel Série Expert.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Antidesamarelamento, Matizador"
  },
  {
    "Nome do Produto": "[Scalp Advanced] Argila Purificadora Profunda Anti-Oleosidade 2-em-1",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Argila 2-em-1 (Shampoo e Máscara)",
    "Tipo de Cabelo": "Couros cabeludos oleosos e desregulados",
    "Descricao": "Essa argila versátil de multiuso desobstrui profundamente resíduos, suor e oleosidade quando usada como shampoo e purifica profundamente resíduos, suor e oleosidade quando usada como máscara. O cabelo fica leve e com volume. Formulado com ativos dermatológicos: Niacinamida, AHA, Argila & Piroctona Olamina. Após apenas 1 uso, -78% de oleosidade no couro cabeludo, -70% de oleosidade no cabelo e +24% em volume instantâneo.",
    "Ingredientes": "Aqua / Water / Eau, Sodium Laureth Sulfate, Glycerin, Kaolin, Cocamidopropyl Betaine, Montmorillonite, Citric Acid, Sodium Citrate, Hexylene Glycol, Acrylates Copolymer, Sodium Chloride, Sodium Hydroxide, Sodium Benzoate, Caprylyl Glycol, Hydroxypropyl Guar Hydroxypropyltrimonium Chloride, Menthol, Polyquaternium-10, Salicylic Acid, Limonene, Niacinamide, Hydrogenated Starch Hydrolysate, Linalool, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Charcoal Powder, Aphanizomenon Flos Aquae Extract, Polyglycerin-10, Polyglyceryl-10 Myristate, Polyglyceryl-10 Stearate, Phenoxyethanol, Potassium Sorbate, Sodium Dehydroacetate, Ci 77499/iron Oxides, Parfum/Fragrance",
    "Modo de Uso": "Como shampoo: aplique uniformemente no cabelo e raiz molhada. Massage suavemente com a parte mais macia da ponta dos dedos, evitando excesso de massagem (para não ativar excessivamente as glândulas sebáceas). Enxágue abundantemente. Como máscara de argila: aplique e deixe agir por 3-5 min. Enxágue abundantemente. Em caso de contato com os olhos, enxágue-os imediatamente e profundamente. Dicas profissionais: Para raízes sensíveis, siga com o purificador profundo 2-em-1 com Scalp Advanced Anti-Desconforto Intense Soother para um alívio extra.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Niacinamida, AHA, Argila, Piroctona Olamina, Anti-Oleosidade, Purificante, Desobstrui Resíduos, Sem Parabenos"
  },
  {
    "Nome do Produto": "Condicionador Vitamino Color",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Cabelos coloridos",
    "Descricao": "FÓRMULA PROFISSIONAL. Com resveratrol, protege a cor do desbotamento por até 8 semanas, e a fibra contra danos. Os cabelos ficam mais resistentes, hidratados, fáceis de desembaraçar e mais macios. Teste instrumental shampoo + condicionador.",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Proteção da cor, Fórmula Profissional"
  },
  {
    "Nome do Produto": "Sérum Vitamino Color Spectrum Glass Shine",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Sérum",
    "Tipo de Cabelo": "Cabelos coloridos",
    "Descricao": "Um sérum leave-in patenteado para cabelos coloridos que oferece brilho espelhado instantâneo e resultados duradouros por até 10 lavagens. Sua fórmula com tecnologia inovadora ALPHA-SILANE, ativada pelo calor, cria uma fina rede na superfície da fibra capilar, resultando em cabelo perfeitamente reestruturado, com cuidado, maciez e disciplina. Oferece proteção anti-frizz por até 72H, anti-umidade, anti-desbotamento e proteção térmica de até 230°C (450°F). Mantém a intensidade da cor do primeiro dia por até 100 dias. O resultado em 5 dimensões de cor inclui: Brilho de vidro ultra-alto, Saturação de cor rica e vibrante, Contraste de profundidade ótima, Tonalidade com reflexos indesejados neutralizados e Brilho bem preservado. Cabelo instantaneamente mais hidratado, liso e macio que resiste até 10 shampoos.",
    "Ingredientes": "DIMETHICONE, BIS-(MORPHOLINOMETHYL C1-4 DIALKOXYSILOXY) DIMETHICONE, BIS-CETEARYL AMODIMETHICONE, HEXYL CINNAMAL, CITRONELLOL, GERANIOL, LINALOOL, LIMONENE, PARFUM/FRAGRANCE, BENZYL ALCOHOL, LINALYL ACETATE",
    "Modo de Uso": "O sérum tem uma textura líquida: não aplique mais que uma dosagem por vez e separe os cabelos com antecedência, se necessário. Agite antes de usar. Após aplicar o sistema completo Vitamino Color Spectrum, aplique nos cabelos limpos e secos com toalha. Use 1-2 pumps para cabelos finos a médios, 3-4 pumps para cabelos mais grossos. Distribua uniformemente pelas pontas e comprimento. Não enxágue. Seque o cabelo completamente com as técnicas de secagem desejadas. Quando os cabelos estiverem secos, alise os cabelos com uma chapinha. Desenvolvido para uso com chapinha. Para um resultado ideal, use com chapas aquecidas trabalhando a uma temperatura mínima de 180°C.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Anti-frizz, Anti-umidade, Anti-desbotamento, Proteção UV, Proteção térmica"
  },
  {
    "Nome do Produto": "Shampoo Vitamino Color",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelos coloridos",
    "Descricao": "FÓRMULA PROFISSIONAL com resveratrol, poderoso polifenol, que protege a cor do desbotamento por até 8 semanas, e a fibra dos danos para cabelos com cor de salão perfeita. Impurezas removidas suavemente, cabelos ficam instantaneamente macios e protegidos. Refil de shampoo agora disponível. (Baseado em teste instrumental shampoo + condicionador)",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Proteção da cor, Brilho, Resveratrol, Polifenol"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Condicionador Profundo Vitamino Color Spectrum",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Cabelos coloridos",
    "Descricao": "O sistema ajuda a manter a vivacidade da cor do primeiro dia por até 100 dias. Resultado em todas as 5 dimensões da cor: brilho vidro ultra intenso, cores ricas e vibrantes. Cabelo mais fortes, macios e disciplinados. Tecnologia Inovadora: Formulado com Ácido Ferúlico + Ácido Cítrico 2,5%. O sistema ajuda a selar os corantes na fibra. Quanto mais corantes retidos dentro da fibra capilar, mais dimensões de cor são seladas.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Após lavar com o shampoo Vitamino Color Spectrum, divida os cabelos em 4 partes. Aplique o condicionador nos cabelos úmidos e distribua uniformemente do comprimento às pontas. Massageie por 1-2 minutos. Enxágue bem. Em seguida, use o sérum leave-in Vitamino Color Spectrum.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "[Scalp Advanced] Shampoo dermo-clarificante anticaspa",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Couro cabeludo com caspa (seca e oleosa)",
    "Descricao": "O couro cabeludo é pele, mas uma muito mais complexa. A oxidação do sebo e micro rachaduras na superfície do couro cabeludo podem criar inúmeros problemas. É um ciclo vicioso e você quer sair dele. O shampoo Scalp Advanced Anti-dandruff Dermo-clarifier foi formulado especificamente para couros cabeludos com caspa. Este creme leve limpa suavemente e remove eficazmente a caspa seca e oleosa, enquanto acalma o couro cabeludo. Desde as primeiras aplicações, a aparência das partículas visíveis é reduzida (Teste clínico em 44 participantes, 3 aplicações por semana). Eficácia comprovada cientificamente: Após apenas 1 uso, até 100% da caspa visível é removida e até 72h de proteção contra a caspa (Teste com consumidores e Teste clínico). Formulado com ativos dermatológicos: Niacinamida, AHA, Argila & Piroctona Olamina. Ativos Ultra-potentes: Enriquecido com Piroctona Olamina, adequado para pele seca e oleosa, ingrediente ativo antibacteriano e antifúngico. Experiência única & fragrância calmante: Feito com PROs, aprovado por dermatologistas: 1ª co-inovação com 3 especialistas em couro cabeludo - especialistas em balayage e coloração. Uma composição neutra, envolvida em uma brisa refrescante com um coração de sensação limpa e uma base de tratamento profissional.",
    "Ingredientes": "AQUA / WATER / EAU, SODIUM LAURETH SULFATE, COCO-BETAINE, GLYCOL DISTEARATE, GLYCERIN, SODIUM CHLORIDE, PPG-5-CETETH-20, CITRIC ACID, SODIUM BENZOATE, SODIUM HYDROXIDE, PIROCTONE OLAMINE, OCTYLDODECANOL, SALICYLIC ACID, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, CARBOMER, PEG-55 PROPYLENE GLYCOL OLEATE, PROPYLENE GLYCOL, MENTHOXYPROPANEDIOL, LINALOOL, LIMONENE, BENZYL ALCOHOL, FUMARIC ACID, CI 42090 / BLUE 1, PARFUM / FRAGRANCE",
    "Modo de Uso": "Aplique uniformemente no couro cabeludo e cabelos molhados. Ensaboe suavemente com a parte mais macia da ponta dos dedos até obter uma espuma leve. Enxágue bem. Em caso de contato com os olhos, enxágue-os imediatamente e completamente. Dicas PRO: Para caspa oleosa, use antes o Scalp Advanced Anti-oiliness 2-em-1 purificador profundo para uma esfoliação suave (desobstrução extra).",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Silicone, Sem Parabenos, Sem Corantes, Antibacteriano, Antifúngico"
  },
  {
    "Nome do Produto": "Shampoo Serioxyl Advanced Purificador e Volumizador",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelos ralos e com falta de volume",
    "Descricao": "O couro cabeludo é pele, mas uma muito mais complexa. A oxidação do sebo e as microfissuras na superfície do couro cabeludo podem criar inúmeros problemas. É um ciclo vicioso e você quer sair dele. O Shampoo Serioxyl Advanced purifica e ajuda a dar a sensação de densidade renovada. Os cabelos ficam densificados e radiantes. É enriquecido com Magnésio, que ajuda a purificar os cabelos de acúmulos que podem impactar o crescimento saudável dos fios. Possui eficácia cientificamente comprovada: após apenas 1 uso, proporciona + 22% de volume instantâneo e duradouro por 24h.",
    "Ingredientes": "Aqua/Water/Eau, Ammonium Lauryl Sulfate, Cocamidopropyl Betaine, Sodium Chloride, Parfum/Fragrance, Hexylene Glycol, Citric Acid, Sodium Hydroxide, Sodium Benzoate, Hydroxypropyl Guar Hydroxypropyltrimonium Chloride, Alcohol Denat, Polyquaternium-30, Salicylic Acid, Menthol, Benzoic Acid, Magnesium Sulfate, Polysorbate 21, CI 42090 Blue 1",
    "Modo de Uso": "Aplique uniformemente no couro cabeludo e cabelos molhados. Massageie delicadamente com a parte mais suave da ponta dos dedos até obter uma espuma leve. Enxágue completamente. Em caso de contato com os olhos, enxágue-os imediatamente e completamente. Dicas PRO: À noite, após sua rotina no banho, siga com o Sérum Ativador de Densidade Serioxyl Advanced – Cabelos mais densos.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Multiplica o número de fios, Enriquecido com Magnésio, Purificador, Volumizador"
  },
  {
    "Nome do Produto": "Shampoo Pro-longer: Volume e Comprimento nas Pontas",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelo longo com pontas finas",
    "Descricao": "Impulsionado pela tecnologia patenteada FILLER A-100 e Aminoácido, o Shampoo Renovador de Comprimentos Serie Expert Pro Longer é o tratamento perfeito para cabelos com pontas afinadas. Seguido pela Dose Única de Concentrado Preenchedor de Pontas, os comprimentos ficam mais brilhantes e fortes, e as pontas ficam mais espessas de forma duradoura.",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Tecnologia patenteada FILLER A-100, Aminoácido, 94% de redução na quebra do cabelo, 17% de redução nas pontas duplas, Cabelo 5x mais brilhante"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Máscara Pro-longer Renovadora de Comprimentos",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cabelos longos com pontas finas",
    "Descricao": "Impulsionada por uma tecnologia patenteada FILLER-A100 e Aminoácido, a Serie Expert Pro Longer Máscara Renovadora de Comprimentos é o tratamento perfeito para cabelos longos com pontas finas. A fibra é instantaneamente renovada, e os cabelos ficam mais fortes e brilhantes. Uma vez por semana, substitui a sua Máscara Renovadora de Comprimentos pelo Concentrado de Preenchimento de Pontas para preencher e espessar as pontas de forma duradoura.",
    "Ingredientes": "Aqua / Water / Eau, Cetearyl Alcohol, Amodimethicone, Hydroxypropyl Starch Phosphate, Isopropyl Myristate, Behentrimonium Chloride, Phenoxyethanol, Trideceth-5, Isopropyl Alcohol, Trideceth-6, Glycerin, Caprylyl Glycol, Arginine, Panthenol, Trideceth-10, Lactic Acid, Cetrimonium Chloride, Benzyl Salicylate, Benzyl Alcohol, Linalool, Limonene, Acetic Acid, Hydroxycitronellal, Citronellol, Aminopropyl Triethoxysilane, Alpha-Isomethyl Ionone, Polyquaternium-6, Parfum / Fragrance",
    "Modo de Uso": "Depois do Shampoo Pro Longer, aplicar sobre o cabelo húmido ou seco com toalha. Deixar atuar durante 3 a 5 minutos. Enxaguar em profundidade.",
    "Fase Cronograma": "Nutrição",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Pré-Shampoo tratamento preenchedor antiporosidade Metal Detox",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Pré-Shampoo",
    "Tipo de Cabelo": "Para todas as texturas de cabelo, coloridos, danificados, sensibilizados, descoloridos e naturais.",
    "Descricao": "Eficácia comprovada em todos os tipos de cabelo: -96% menos quebra de cabelo. 72h de hidratação & maciez. Desembaraço instantâneo & eficiente das fibras em todos os tipos de cabelo. Anti-porosidade. Concentrado com 2% de Glicofiller. O metal na água, que penetra nos seus cabelos a cada lavagem, é uma das principais causas de quebra. Mas você sabia que os cabelos porosos têm um risco ainda maior de quebrar, pois absorvem 2x mais água com metal? Através das agressões diárias como processamento químico, uso de calor ou UV, micro rupturas se multiplicam na superfície dos cabelos e cavidades ocorrem no interior, fazendo os cabelos ficarem porosos e absorverem excesso de água com metal. Isso leva a riscos mais altos de quebra. Tecnologia anti-porosidade para tratar os cabelos quando estão mais vulneráveis à água: antes do shampoo. É concentrado com 2% de Glicofiller, um ativo que tem efeito duplo tanto na superfície quanto no córtex, para prevenir a absorção excessiva de água com metal: Na superfície: reveste a fibra e preenche 1 milhão de micro-quebras dos cabelos, em 1 minuto. Dentro da fibra: penetra nos cabelos e preenche até o córtex. Este novo tratamento pré-shampoo é parte da linha Metal Detox, um protocolo completo anti-metal para parar a quebra de cabelo e mudança de cor.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Separe os cabelos molhados em 2 seções. Aplique de 2 a 4 pumps por seção, dependendo do comprimento. Trabalhe o produto ao longo dos fios e nas pontas por 1 a 2 minutos, até que uma espuma leve apareça. Desembarace. Não enxágue. Na técnica de camadas, aplique o shampoo Metal Detox diretamente por cima, depois enxágue e siga com a rotina.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Vegano, Sem Sulfato, Sem Ingredientes de Origem Animal, Anti-porosidade, Anti-metal"
  },
  {
    "Nome do Produto": "Creme Pro-longer: Volume e Comprimento nas Pontas",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Leave-in",
    "Tipo de Cabelo": "Cabelos longos com pontas finas",
    "Descricao": "Com FILLER-A100 e Aminoácido, o Serie Expert Pro Longer Creme Renovador para Comprimentos & Pontas traz uma textura leve para cabelos longos com pontas finas, ajudando a renovar a fibra instantaneamente e protege o cabelo do calor até 230°C/450°F. Sua fórmula profissional deixa a fibra forte e brilhante por todo o comprimento até as pontas. O tratamento perfeito para cabelos com pontas finas.",
    "Ingredientes": "Aqua / Water / Eau, Cetyl Alcohol, Cetearyl Alcohol, Cetyl Esters, Amodimethicone, Behentrimonium Methosulfate, Phenoxyethanol, Quaternium-33, Arginine, Panthenol, Lactic Acid, Behentrimonium Chloride, Trideceth-6, Benzyl Salicylate, Benzyl Alcohol, Linalool, Isopropyl Alcohol, Serine, Cetrimonium Chloride, Limonene, Aminopropyl Triethoxysilane, Hydroxycitronellal, Citronellol, Alpha-Isomethyl Ionone, Polyquaternium-6, Parfum",
    "Modo de Uso": "Aplique nos comprimentos e pontas secos com a toalha. Não enxágue. Seque com secador ou penteie como de costume.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Termoproteção, Anti-frizz, Antipoluição"
  },
  {
    "Nome do Produto": "[Metal Detox] Pré-Tratamento Neutralizador de Metais",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Pré-Tratamento",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Lava após lava, partículas de metal, presentes na água, como cobre, podem penetrar nas fibras dos seus cabelos. Isso cria um risco de quebra e mudança de cor. Concentrado com 10% de Glicoamina, uma molécula suficientemente pequena para rastrear e neutralizar o metal dentro da fibra, o pré-tratamento Metal Detox neutraliza o metal para proteger os cabelos antes dos serviços de coloração, balayage ou descoloração. -87% de quebra de cabelo, 100% de cor duradoura e fiel ao tom. O pré-tratamento Metal Detox neutraliza o metal dentro da fibra e a protege antes dos serviços de coloração, balayage ou descoloração. Concentrado com 10% de Glicoamina, uma molécula pequena o suficiente para rastrear e neutralizar o metal dentro da fibra. Fórmula profissional: Spray de textura líquida. Sem enxágue. Sem impacto no protocolo do serviço. Compatível com todas as marcas de coloração e descoloração. Para resultados ótimos, use com produtos oxidativos e descolorantes de L’Oréal. Para resultados ideais, utiliza o shampoo creme de limpeza anti-metal Metal Detox para desintoxicar os cabelos.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Pulverize nos cabelos secos da ponta à raiz em separações sucessivas. Aplique de 8 a 10 borrifadas em cabelos curtos e de 15 a 20 em cabelos médios a longos. Foque nos comprimentos. Massageie e penteie para distribuir o produto de forma ideal. Deixe secar naturalmente por 3 a 5 minutos. Realize o serviço de coloração ou descoloração como de costume.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Pro-longer: Tratamento Preenchedor em Dose Única",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Tratamento Concentrado em Dose Única",
    "Tipo de Cabelo": "Cabelos longos com pontas finas",
    "Descricao": "Com FILLER-A100 e Aminoácido, o Tratamento Concentrado de Pontas Serie Expert Pro Longer é a solução ideal para cabelos longos com pontas finas. Graças à alta concentração da molécula patenteada FILLER-A100, esta fórmula profissional inovadora proporciona força e espessura duradoura às pontas instantaneamente.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Uma vez por semana, substitui o Condicionador ou Máscara Renovadora de Comprimento pela Dose Única de Concentrado. Quebre a cápsula e aplique o concentrado nas pontas.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Shampoo Metal Detox",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Todos os tipos de cabelos, tingidos, danificados, descoloridos e naturais",
    "Descricao": "Lava após lava, partículas de metal, presentes na água, como cobre, podem penetrar nas suas fibras capilares. Isso cria um risco de quebra & mudança de cor. Pode causar danos na fibra do cabelo, reflexos indesejados podem aparecer & impactar negativamente a qualidade da cor. Mas descobrimos que as partículas de metal podem ser neutralizadas. O shampoo creme de limpeza anti-metal remove suavemente as partículas de metal do cabelo para prevenir quebra & mudança de cor. Uma tecnologia patenteada, enriquecida com Glicoamina, uma molécula pequena o suficiente para rastrear e neutralizar metal dentro da fibra. Recomendado para todos os tipos de cabelos: para todas as texturas de cabelos, tingidos, danificados, descoloridos e naturais. O shampoo antimetal em creme limpa suavemente as partículas de metal dos cabelos para prevenir a quebra e alteração de cor. A fibra está fortalecida, mais resistente a danos. Os cabelos ficam mais macios, nutridos por 72 horas. Cor vibrante e reflexos: Fórmula sem sulfato segura para cor. Cor duradoura, 2x mais brilho.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Aplique de forma uniforme nos cabelos molhados. Faça espuma até obter uma espuma rica. Enxágue.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Sulfato, Seguro para Cor"
  },
  {
    "Nome do Produto": "Condicionador Pro-longer",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Cabelo longo com pontas finas",
    "Descricao": "Com a tecnologia patenteada FILLER-A100 e Aminoácido, o Condicionador Renovador de Comprimentos Serie Expert Pro Longer é o tratamento perfeito para cabelos longos com pontas finas. A fibra é instantaneamente renovada, e os cabelos ficam mais fortes e brilhantes. Uma vez por semana, substitua o seu Condicionador Renovador de Comprimentos pelo Concentrado Preenchedor de Pontas para preencher e engrossar duradouramente as pontas.",
    "Ingredientes": "FILLER-A100 + AMINOÁCIDO",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "[tecni.art] Volume Extra Full",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Mousse",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Alcance novas alturas com o L'Oréal Professionnel tecni.art Full Volume Extra Mousse! Este poderoso mousse de 250ml é concentrado com agente de clareamento para proporcionar volume extra com uma fixação forte, sem pesar seus cabelos ou deixá-los duros. Perfeito para conquistar escovas volumosas, rabos de cavalo grossos e tranças ousadas. Basta agitar, dispensar de cabeça para baixo e aplicar uma quantidade do tamanho de uma tangerina nos cabelos úmidos antes de secar com o secador.",
    "Ingredientes": "Clareadores",
    "Modo de Uso": "Agite e mantenha de cabeça para baixo. Antes de secar com o secador, espalhe uma quantidade do tamanho de uma tangerina nos cabelos úmidos com os dedos ou um pente.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Spray Fixador Direcional Fix Design",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Spray Fixador",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "L’Oréal Professionnel tecni.art Fix Design 200ml é um spray de finalização profissional perfeito para penteados presos e para adicionar definição a qualquer estilo. Concentrado com resinas de super fixação, este spray de fixação direcional oferece máxima fixação com um acabamento leve.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Borrife a 15cm dos cabelos. Em caso de bloqueio, passe água quente sobre o pump. O uso profissional deste produto em salão foi validado pelos especialistas de salão de L'Oréal. Aplique a 15 cm do cabelo ou mais para um resultado mais seco.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Vegano, Com refil"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "[tecni.art] Mousse Volume Rootlift",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Mousse",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Eleve o seu visual com o mousse L'Oréal Professionnel tecni.art Volume Root Lift! Esta fórmula profissional de 250ml é concentrada com agentes de elevação para proporcionar volume instantâneo na raiz sem pesar nos cabelos. Conquiste volume duradouro aplicando diretamente nas raízes dos cabelos úmidos ou secos. Resultados & benefícios: Eleve os cabelos desde as raízes. Proporciona uma alta fixação sem pesar.",
    "Ingredientes": "Volumizadores",
    "Modo de Uso": "Aplique nos cabelos úmidos ou secos, diretamente na área das raízes e finalize como de costume. Como usar: 1. Agite e segure de cabeça para baixo. 2. Antes de secar com o secador, espalhe uma quantidade do tamanho de uma tangerina nos cabelos úmidos com os dedos ou um pente.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Flex Depolish",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Pasta de Destruturação",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Flex Depolish 100ml é a pasta de modelagem e destruturação de L’Oréal Professionnel. O indispensável da Tecni.ART para descontruir e matificar o cabelo, proporcionando um look áspero e desalinhado que você pode remodelar.",
    "Ingredientes": "Reformadores de fibra",
    "Modo de Uso": "Aplique no cabelo seco com as mãos para uma finalização fosca desconstruída. Trabalhe com os dedos para definição e separação dos fios.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Vegano"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Absolut Repair Molecular Leave-in mask reparação profunda para cabelos danificados",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara Leave-in",
    "Tipo de Cabelo": "cabelos danificados, coloridos, descoloridos e naturais",
    "Descricao": "Quando os cabelos estão danificados, sua estrutura molecular, composta por peptídeos, é comprometida. Os cabelos quebram, ficam muito elásticos, sem movimento. Mas a maioria dos peptídeos é muito grande para ser reinjetada na fibra, tornando o dano quase irreversível. Pela primeira vez, a Pesquisa Avançada de L’Oréal conseguiu decompor peptídeos para injetar seus componentes separadamente na fibra². Uma vez lá dentro, eles se reformam e reconstroem a estrutura molecular dos cabelos³. Para todos os tipos de cabelos danificados, coloridos, descoloridos e naturais. Este shampoo patenteado, formulado com Peptides bonder + 5 aminoácidos, repara a estrutura macro-molecular dos cabelos¹. Os cabelos ficam mais fortes e nutridos, com elasticidade, movimento² e + 86% de suavidade³. Repara 2 anos de danos, em uma única aplicação*.",
    "Ingredientes": "Peptides bonder + 5 Aminoácidos",
    "Modo de Uso": "Aplicar nos cabelos limpos e úmidos com toalha. Pressione duas a três vezes o pump do leave-in nas mãos. Distribua uniformemente em cada seção, do comprimento às pontas. Prossiga para finalizar os cabelos como de costume. Termine com o sistema completo Absolut Repair Molecular para resultados máximos.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Proteção térmica de até 230°C, Peptides bonder + 5 aminoácidos, Repara 2 anos de danos em uma única aplicação"
  },
  {
    "Nome do Produto": "Blondifier: Concentrado de Reparação Instantânea",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Concentrado",
    "Tipo de Cabelo": "Cabelos loiros com luzes",
    "Descricao": "Novo tratamento líquido concentrado profissional desenvolvido para cabelos descoloridos e sensibilizados, para usar após cada serviço de loiro.",
    "Ingredientes": "Complexo gluco-polifenol",
    "Modo de Uso": "Aplique nos cabelos lavados e secos com toalha em movimento de S nas pontas e comprimento. Massageie para melhor penetração e desembarace. Deixe agir por 2-3 minutos. Enxágue bem.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Shampoo Chroma Crème Roxo",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Loiros a loiros platinados",
    "Descricao": "Purple Chroma Crème neutraliza instantaneamente todos os reflexos amarelos indesejados e nutre intensamente a fibra sem pesar, proporcionando uma correção de cor e tratamento superiores. Chroma Crème é o resultado de uma colaboração única entre os Laboratórios de Cor e de Tratamento Capilar de L'Oréal Professionnel Paris. Juntos, eles desenvolveram uma tecnologia exclusiva com corantes profissionais personalizados para neutralizar reflexos quentes indesejados, agora na fórmula de maior tratamento. Proporciona neutralização homogênea graças a um depósito de fórmula mais fina e uniforme do que os shampoos neutralizantes regulares, garantindo ausência de manchas de cor mesmo em áreas porosas. Oferece tratamento máximo que foca nas áreas mais danificadas e porosas dos cabelos. Também garante 3x mais brilho.",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "[Oxidante] Creme Revelador 20 Vol.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Oxidante",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Desenvolvido para uso com Majirel e com Blond Studio Multi-técnicas 8 e Blond Studio Multi-técnicas 8 Bonder Inside, e Blond Studio 7 Argila.",
    "Ingredientes": "Para mais informações, consulte o nosso site do grupo: Por dentro dos nossos produtos. Esta lista de ingredientes está sujeita a mudanças e depende do país de venda. Os consumidores devem consultar a embalagem do produto para obter a lista de ingredientes mais atualizada. Em caso de problema, por favor, entre em contato com o centro de atendimento ao consumidor.",
    "Modo de Uso": "Misture com qualquer tonalidade Majirel conforme instruções. Misture com Blond Studio Multi-técnicas 8 e Blond Studio Multi-técnicas 8 Bonder Inside, e Blond Studio 7 Argila conforme instruções.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Spray fixador Fix Anti-Frizz tecni.art",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Spray fixador",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Spray de cabelo L'Oréal Professionnel tecni.art Fix Anti-Frizz! Concentrado com resinas de super fixação, este spray de 250ml oferece controle do frizz por 24 horas e acabamento antiestático duradouro. Perfeito para domar os fios rebeldes. Segure a 35cm de distância e borrife nos cabelos secos para controle do frizz o dia todo. Diga adeus aos fios espetados e olá a penteados bem definidos! Proporciona 24h de anti-frizz e antiestático para os cabelos.",
    "Ingredientes": "Resinas de super fixação",
    "Modo de Uso": "Aplique nos cabelos secos a uma distância de 35cm dos fios.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Sérum com Enxágue Reparação Profunda para Cabelos Danificados Absolut Repair Molecular",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Sérum com Enxágue",
    "Tipo de Cabelo": "Para todas as texturas de cabelos danificados, coloridos, descoloridos e cabelos naturais",
    "Descricao": "Quando os cabelos estão danificados, sua estruturas moleculares, compostas por peptídeos, são comprometidas. O cabelo quebra, fica muito elástico, sem movimento. Mas a maioria dos peptídeos é grande demais para ser reinjetada na fibra, tornando o dano quase irreversível. Pela primeira vez, a Pesquisa Avançada de L'Oréal conseguiu decompor peptídeos, para injetar seus componentes separadamente na fibra. Uma vez dentro, eles reformam e reconstroem a estrutura molecular dos cabelos. Para todas as texturas de cabelos danificados, coloridos, descoloridos e cabelos naturais.",
    "Ingredientes": "Bonding de peptídeos, 5 aminoácidos",
    "Modo de Uso": "Aplique nos cabelos molhados. Faça espuma até obter uma espuma rica. Enxágue. Para resultados ótimos, use o sérum de enxágue e a máscara sem enxágue Absolut Repair Molecular.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Novo, Tecnologia patenteada, Repara 2 anos de danos"
  },
  {
    "Nome do Produto": "Shampoo Chroma Crème Azul",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelos castanhos claros a médios (para neutralizar reflexos alaranjados)",
    "Descricao": "Blue Chroma Crème neutraliza instantaneamente todos os reflexos alaranjados indesejados e nutre intensamente a fibra sem pesar, para uma correção e tratamento da cor superiores. Chroma Crème é o resultado de uma colaboração única entre os Laboratórios de Cor de L'Oréal Professionnel Paris e os Laboratórios de Tratamento Capilar. Juntos, desenvolveram uma tecnologia exclusiva com corantes personalizados profissionais para neutralizar os reflexos quentes indesejados, agora na fórmula de melhor tratamento. Ele proporciona neutralização homogênea graças a uma fórmula que deposita de forma mais fina e uniforme do que os shampoos neutralizantes regulares, garantindo que não haja manchas de cor, mesmo nas áreas porosas. Ele oferece tratamento máximo que atinge as áreas mais danificadas e porosas dos cabelos. Ele também garante 3x mais brilho.",
    "Ingredientes": "Aqua / Water / Eau, Sodium Laureth Sulfate, Sodium Chloride, Cocamidopropyl Betaine, Dimethicone, Parfum / Fragrance, Citric Acid, Hexylene Glycol, CI 60730 / Acid Violet 43, Sodium Benzoate, Sodium Hydroxide, Amodimethicone, Carbomer, Guar Hydroxypropyltrimonium Chloride, Trideceth-10, Glycerin, Salicylic Acid, CI 42090 / Acid Blue 9, Glycol Distearate, Mica, PEG-100 Stearate, Benzyl Salicylate, Basic Brown 17, Steareth-6, Phenoxyethanol, Coco-Betaine, Trideceth-3, CI 77891 / Titanium Dioxide, Benzyl Alcohol, Hexyl Cinnamal, Linalool, Alpha-Isomethyl Ionone, Anise Alcohol, Limonene, Acetic Acid, Fumaric Acid, Basic Red 51",
    "Modo de Uso": "Aplicar uma pequena quantidade do champú sobre o cabelo húmido. Emulsionar até criar espuma. Deixar atuar de cinco a quinze minutos. Aclarar. Recomenda-se usar quando os reflexos alaranjados não desejados aparecem, de forma pontual.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Condicionador Blondifier: Iluminador Frio para Loiros",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Cabelos com Luzes ou Loiros",
    "Descricao": "Condicionador profissional neutralizante anti-amarelado para cabelos com luzes ou loiros. Em apenas uma aplicação, neutraliza os tons amarelados indesejados para um loiro puro. Fácil de distribuir com uma fórmula que não escorre.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Aplicar nos cabelos lavados, secos com toalha e desembaraçados. Deixar agir de 5 a 10 minutos. Enxaguar abundantemente. Usar alternadamente com o seu tratamento habitual. O uso profissional deste produto em salão foi validado pelos especialistas dos salões L’Oréal.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Corantes Violetas, Neutralizante Anti-Amarelado"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Inforcer: Condicionador Fortalecedor Anti-Queda",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Cabelos frágeis propensos à quebra.",
    "Descricao": "Condicionador fortalecedor anti-quebra. Fórmula reforçadora com vitamina B6 e Biotina, para redução instantânea da quebra. Os cabelos ficam mais fortes, mais resistentes e mais fáceis de pentear com o uso contínuo.",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Máscara Dourada de Revitalização Absolut Repair",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cabelos danificados",
    "Descricao": "Infundida com OURO QUINOA + PROTEÍNA, a fórmula profissional e dourada disruptiva da Máscara Dourada de Revitalização restaura instantaneamente todos os tipos de cabelos com um toque leve. Sua textura creme em gel deixa os cabelos imediatamente 7x mais brilhantes e macios. Sem resíduos na fibra capilar. A máscara é projetada para atingir cabelos danificados de espessura fina a média. Esta máscara de enxágue é alimentada por um coquetel de quinoa dourada + proteína que nutre e restaura instantaneamente os cabelos enfraquecidos e deixa os cabelos 7x mais brilhantes e macios. A máscara L'Oréal Serie Expert Absolut Repair Gold Quinoa + Protein proporciona um condicionamento profundo e duradouro e reparação de danos causados pelo uso de produtos químicos, ferramentas de modelagem térmica e agressores externos, incluindo sol, sal e água clorada. O cabelo ficará mais macio e brilhante com uma aparência mais forte e saudável.",
    "Ingredientes": "Aqua/Water/Eau, Cetearyl Alcohol, Mica, Behentrimonium Chloride, Amodimethicone, Ci 77891/Titanium Dioxide, Phenoxyethanol, Isopropyl Alcohol, Hydroxyethylcellulose, Ci 77491/Iron Oxides, Propylene Glycol, PEG-150/Decyl Alcohol/Smdi Copolymer, Linalool, Trideceth-6, Hexyl Cinnamal, Chlorhexidine Digluconate, Limonene, Citric Acid, Cetrimonium Chloride, Chenopodium Quinoa Seed Extract, Hydroxypropyltrimonium Hydrolyzed Wheat Protein, Parfum/Fragrance",
    "Modo de Uso": "Depois de lavar com o shampoo, aplicar sobre o cabelo seco com toalha. Deixar atuar durante 3 a 5 minutos. Passar por água.",
    "Fase Cronograma": "Nutrição/Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Blond Studio 9 Níveis Bonder inside",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Pó Descolorante",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Este pó descolorante é infundido com um complexo fixador para manter a integridade dos cabelos durante o clareamento. Sem mistura extra, sem tempo extra! Perfeito para quem está preocupado com os danos e tem a proteção como prioridade número 1 ao clarear. Cria o pacote de proteção definitivo incorporando os tratamentos Metal Detox e Vitamino Acidic Sealer como parte do serviço de clareamento.",
    "Ingredientes": "N/A",
    "Modo de Uso": "TÉCNICAS DE APLICAÇÃO: Use exclusivamente com o recomendado Óleo Revelador L'Oréal Professionnel, máximo 30 volumes (9%) e os acessórios de cobertura indicados. LUZES AO AR LIVRE & LUZES BALAYAGE: Aplique o Óleo Revelador (20 ou 30 volumes). Mistura na proporção de 1:1 (30g de pó com 30ml de Óleo Revelador) por até 50 minutos dependendo dos resultados desejados (NÃO EXCEDA OS TEMPOS RECOMENDADOS & NÃO APLIQUE CALOR). LUZES COBERTAS: Aplique o Óleo Revelador (20 ou 30 volumes) em uma proporção de mistura de 1:1,5 (30g de pó com 45ml de Óleo Revelador). Revela por até 50 minutos, dependendo dos resultados desejados (NÃO EXCEDA OS TEMPOS RECOMENDADOS & NÃO APLIQUE CALOR). APLICAÇÃO NA RAIZ: Aplique o Óleo Revelador (máximo de 20 vol) em uma proporção de 1:2 (30g de pó com 60ml de óleo revelador) ou 1:3 (30g de pó com 90ml de óleo revelador). Desenvolva por até 50 minutos, dependendo dos resultados desejados (NÃO EXCEDA OS TEMPOS DE DESENVOLVIMENTO RECOMENDADOS & NÃO APLIQUE CALOR).",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Shampoo Blondifier: Gloss Iluminador para Loiros",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Para todos os cabelos loiros",
    "Descricao": "Enriquecido com extrato de Açaí que contém polifenóis. A fórmula profissional limpa suavemente a fibra capilar enquanto realça o brilho multidimensional dos cabelos loiros. Nutre e ajuda a dar maciez aos cabelos danificados. Resultados: Limpeza suave, Realce do brilho multidimensional de cabelos loiros, Nutre, Ajuda a dar maciez aos cabelos danificados.",
    "Ingredientes": "Aqua / Water, Sodium Laureth Sulfate, Coco-Betaine, Sodium Chloride, Laureth-5 Carboxylic Acid, Cocamide MIPA, Amodimethicone, Sodium Benzoate, Hexylene Glycol, Polyquaternium-7, Polyquaternium-10, Salicylic Acid, Limonene, Linalool, Benzyl Salicylate, Benzyl Alcohol, Citronellol, Citric Acid, Acai Fruit Extract, Parfum/Fragrance",
    "Modo de Uso": "Aplicar uniformemente no cabelo molhado. Emulsionar e massagear até fazer espuma. Enxaguar bem. Repetir se necessário. Seguir com o condicionador ou máscara Blondifier.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Parabenos"
  },
  {
    "Nome do Produto": "[Oxidante] Creme Revelador 12,5 Vol.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Creme Revelador",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Desenvolvido para uso com Majirel e com Blond Studio Multi-techniques 8 e Blond Studio Multi-techniques 8 Bonder Inside, e Blond Studio 7 Argila.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Misture com qualquer tonalidade de Majirel conforme instruções. Misture com Blond Studio Multi-techniques 8 e Blond Studio Multi-techniques 8 Bonder Inside, e Blond Studio 7 Argila conforme instruções.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Fix Paste",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Pasta",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Esculpa e defina com L'Oréal Professionnel tecni.art Fix Paste! Esta pasta de finalização profissional de 75ml é concentrada com resinas de super fixação para proporcionar fixação extrema e um acabamento matte para estilos texturizados e sem esforço. Sua fórmula retrabalhável permite remodelar e redefinir o seu visual ao longo do dia. Basta esfregar uma pequena quantidade entre as mãos e aplicar no cabelo seco para máxima fixação e um acabamento matte que dura. Proporciona aos cabelos uma fixação extremamente alta.",
    "Ingredientes": "Resinas de super fixação",
    "Modo de Uso": "Aplique nos cabelos secos para melhores resultados. Esfregue uma pequena quantidade na palma das mãos e trabalhe por toda a cabeça ou use para definir seções/mechas.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Acabamento Matte, Alta Fixação, Fixação Duradoura, Co-desenvolvido com PROs, 100% Energia Renovável na Fabricação"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Revelador Rico iNOA",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Revelador",
    "Tipo de Cabelo": "Todos os tipos de textura capilar, incluindo todos os tipos de curvatura",
    "Descricao": "Revelador formulado para ser usado com a Coloração Permanente Sem Amônia iNOA com tecnologia ODS. A iNOA mistura-se na proporção de 1:1 com 10-Vol, 20-Vol e 30-Vol. Revelador Rico iNOA é formulado para ser usado com iNOA para os melhores resultados. 1 Litro/33.8oz. = 16 aplicações. O 10-vol. combina com iNOA para: Escurecer uma base de cor naturalmente clara, colorir do mesmo nível, levar às pontas e meio dos cabelos, e para pré-coloração. Clareia até 1 nível. O 20-vol. combina com iNOA para: Cobertura de cabelos brancos. Clareia até 2 níveis. O 30-vol. combina com iNOA para: Escurecer uma cor de base naturalmente clara, para colorir ao mesmo nível, para passar no meio do comprimento e nas pontas e para pré-coloração. Preserva todos os tipos de textura capilar, incluindo todos os tipos de curvatura. Cor duradoura e de alto impacto. Clinicamente comprovado: +20% de hidratação do couro cabeludo.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Proporção de mistura 1:1 (1 tubo : 2,6 oz. de revelador). Aplique com uma tigela e pincel ou frasco de plástico. Tempo de revelação de até 35 minutos.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Amônia, Cor duradoura, Alto impacto, +20% de hidratação do couro cabeludo"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Máscara Blondifier: Restaura e Ilumina Cabelos Loiros",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Para todos os cabelos loiros.",
    "Descricao": "Enriquecida com extrato de Açaí, contendo polifenóis. O tratamento repara, dá maciez e nutre a fibra capilar, realçando o brilho multidimensional e a radiância dos cabelos loiros.",
    "Ingredientes": "POLIFENÓIS DE AÇAÍ: Com infusão de extrato de Açaí contendo Polifenóis, proporciona nutrição e ajuda a dar maciez aos cabelos danificados.",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "Nutrição + Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "iNOA",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Coloração Permanente Sem Amônia",
    "Tipo de Cabelo": "Todos os tipos de cabelos, incluindo todos os tipos de curvatura",
    "Descricao": "iNOA é um produto certificado vegano, contendo zero ingredientes ou subprodutos de origem animal. As 88 tonalidades de iNOA são categorizadas em dez famílias tonais e são totalmente misturáveis, permitindo que você realize suas inspirações de cor com facilidade. iNOA é ideal para cobertura de cabelos brancos, aplicações totais ou uso em serviço de duplo processo junto com tonalizante semi-permanente ou clareador. iNOA tem a capacidade de clarear até três tons. A baixa concentração de agentes alcalinos em iNOA faz dele uma escolha excepcional para todos os tipos de cabelos, garantindo resultados de cor uniformes. iNOA entrega os seguintes benefícios em uma formulação vegana, à base de 60% de óleo, sem amônia. Até 3 níveis de clareamento. Cobertura de 100% dos cabelos brancos, com resultados duradouros. Cabelo visivelmente mais saudável, com 48% mais brilho. Conforto sem igual, com uma fórmula sem odor, que não escorre, fácil e rápida de aplicar. Preserva todos os tipos de textura capilar, incluindo todos os tipos de curvatura. Cor duradoura e de alto impacto. Clinicamente comprovado: +20% de hidratação do couro cabeludo.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Meça 60 g de iNOA Oil Developer (10, 20 ou 30 volumes) em um copo medidor ou dosador iNOA para precisão. Adicione 1 tubo (60 g) de coloração iNOA. Misture até obter uma textura lisa e cremosa. Aplicação: No cabelo seco, borrife o Spray Pré-Tratamento Metal Detox em cada seção do cabelo e aplique a fórmula iNOA com um pincel. Tempo de desenvolvimento: 35 minutos. Tempo de enxágue: Quando o tempo de revelação estiver completo, enxágue bem a cor do cabelo e lave uma vez com iNOA Shampoo Pós-Coloração e uma vez com Metal Detox Shampoo para garantir o resultado da sua cor. Em seguida, use a Máscara Metal Detox.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Vegano, Sem Amônia, 95% Alumínio Reciclado, Tampa de Plástico Reciclado"
  },
  {
    "Nome do Produto": "SteamPod 4",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Modelador Profissional com Vapor",
    "Tipo de Cabelo": "para todos os tipos de cabelos",
    "Descricao": "Alise, faça ondas ou cachos com facilidade usando o SteamPod 4, o primeiro modelador profissional tudo-em-um com tecnologia de vapor patenteada por L'Oréal Professionnel. Conquiste qualquer penteado, para todos os tipos de cabelos. É 3x mais rápido, 2x mais liso com 95% menos danos. Penteados que duram mais, cachos mais definidos e cabelos mais disciplinados. O SteamPod 4 possui placas de cerâmica mais largas para facilitar o alisamento, alcançando 30% mais próximo da raiz e deixando os cabelos perfeitamente lisos da raiz às pontas. Graças ao novo guia de travamento de cachos que aquece suavemente até 100°C e a um design mais fino e arredondado, cria cachos mais saltitantes e mais definidos. Conta com tecnologia de vapor patenteada: um fluxo contínuo de vapor seco (0,8g/min) para cabelos visivelmente mais lisos. O SteamPod 4 vem com um conjunto de 3 pentes otimizadores de vapor para garantir uma difusão uniforme do vapor em qualquer tipo de cabelo, capas termo-protetoras para um alisamento seguro e uma bolsa de viagem resistente ao calor. Recursos exclusivos: 01 – TECNOLOGIA DE VAPOR PATENTEADA (Fluxo contínuo de vapor seco (0,8g/min) para cabelos visivelmente mais lisos); 02 – PLACAS MAIS LARGAS (Agora alcance 30% mais próximo das raízes); 03 - GUIA DE FIXAÇÃO DE CACHOS (Aquecimento suave até 100°C para cachos mais definidos); 04 - PENTES OTIMIZADORES DE VAPOR (Projetado para garantir uma difusão uniforme do vapor em todos os tipos de cabelos); 05 - NOVO DESIGN ERGONÔMICO (Parte superior mais fina e arredondada para cachos mais volumosos); 06 - CONTROLE INTELIGENTE DE CALOR (Temperatura monitorada 250 vezes/seg para garantir a temperatura precisa nas placas. 3 configurações de calor variando de 180°C a 210°C para se adequar a qualquer tipo de cabelo).",
    "Ingredientes": "N/A",
    "Modo de Uso": "O SteamPod 4 é um modelador profissional tudo-em-um com tecnologia de vapor para alisar, fazer ondas ou cachos. Possui 3 configurações de calor: 180°C para cabelos finos e sensíveis (tingidos ou descoloridos) e 200-210°C apenas para cabelos grossos e naturais. Para limpeza: certifique-se de que o aparelho está desligado e as placas esfriaram. Para limpar os orifícios, use um pedaço de papel levemente umedecido. O pente pode ser limpo em água com sabão e deve estar seco antes de ser recolocado. O SteamPod 4 vem com 3 pentes otimizadores de vapor para diferentes tipos de cabelo: dentes finos (Tipo I a IV - liso a ondulado), intermediário (Tipo V - cacheado) e dentes largos (Tipo VI e VII - muito cacheado a crespo).",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "3x mais rápido, 2x mais liso, 95% menos danos, Penteados que duram mais, Cachos mais definidos, Cabelos mais disciplinados, Tecnologia de vapor patenteada, Controle inteligente de calor"
  },
  {
    "Nome do Produto": "[Oxidante] Dia Activateur 9 Vol.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Revelador creme",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Dia Activateur é formulado para ser usado com Dia Light e Dia Richesse coloração semi-permanente.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Dia Activateur 9-vol. (2,7%) pode ser misturado com Dia Light e Dia Richesse na proporção de 1:1,5.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Máscara de Restauração Instantânea Absolut Repair",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cabelos danificados",
    "Descricao": "Enriquecida com quinoa dourada + proteína, nossa Máscara de Restauração Instantânea mais vendida restaura instantaneamente os cabelos muito danificados. Sua fórmula profissional com textura de manteiga deixa as fibras 7x mais brilhantes e suaves, para um visual controlado.",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Shampoo Chroma Crème com corantes verdes para correção instantânea de cor e tratamento.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Para cabelos de castanho escuro a preto.",
    "Descricao": "O Green Chroma Crème neutraliza instantaneamente todos os reflexos vermelhos indesejados e nutre intensamente a fibra sem pesar, oferecendo uma correção de cor e tratamento superiores. O Chroma Crème é o resultado de uma colaboração única entre L'Oréal Professionnel Paris Color Labs e Haircare Labs. Juntos, desenvolveram uma tecnologia exclusiva com pigmentos profissionais personalizados para neutralizar reflexos quentes indesejados, agora na fórmula de melhor tratamento. Ele oferece neutralização homogênea graças a um depósito de fórmula mais fino e uniforme do que os shampoos neutralizadores comuns, garantindo que não haja manchas de cor mesmo nas áreas porosas. Proporciona o máximo de tratamento que atinge as áreas mais danificadas e porosas dos cabelos. Também garante 3x mais brilho.",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "[Oxidante] Cream Revelador 30 Vol.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Oxidante",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Desenvolvido para uso com Majirel e com Blond Studio Multi-techniques 8 e Blond Studio Multi-techniques 8 Bonder Inside, e Blond Studio 7 Clay.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Misture com qualquer tonalidade de Majirel e Majirel High Lift conforme instruções. Misture com Blond Studio Multi-techniques 8 e Blond Studio Multi-techniques 8 Bonder Inside, e Blond Studio 7 Clay conforme instruções.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Dia Activateur 6 Vol. Revelador creme.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Revelador creme",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Dia Activateur é formulado para ser usado com as colorações semi-permanentes Dia Light e Dia Color.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Dia Activateur 6-vol. (1,8%) pode ser misturado com Dia Light e Dia Color na proporção de 1:1,5.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Shampoo Absolut Repair Molecular Reparação Profunda Livre de Sulfatos para Cabelos Danificados",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelos danificados, tingidos, descoloridos e naturais",
    "Descricao": "Quando os cabelos estão danificados, suas estruturas moleculares, compostas por peptídeos, ficam comprometidas. Os cabelos quebram, ficam muito elásticos, sem movimento. Mas a maioria dos peptídeos são muito grandes para serem reinseridos na fibra, tornando o dano quase irreversível. Pela primeira vez, a Pesquisa Avançada de L'Oréal conseguiu decompor peptídeos para injetar seus componentes separadamente na fibra². Uma vez dentro, eles reformam e reconstroem a estrutura molecular dos cabelos³. Para todas as texturas des cabelos danificados, tingidos, descoloridos e naturais. Agora disponível refil de shampoo. Este shampoo patenteado, formulado com Peptides bonder + 5 Aminoácidos, repara a estrutura macro-molecular dos cabelos¹. Sem sulfatos, a textura luxuosa da fórmula se transforma em uma espuma rica, limpa, desembaraça os cabelos e oferece um alto nível de tratamento. Os cabelos ficam mais fortes e nutridos, com melhor elasticidade, movimento² e + 86% de suavidade³.",
    "Ingredientes": "Aqua/Water/Eau, Sodium Cocoyl Isethionate, Disodium Laureth Sulfosuccinate, Glycol Distearate, Sodium Lauryl Sulfoacetate, Sodium Lauroyl Sarcosinate, Glycerin, Parfum/Fragrance, Decyl Glucoside, Cocamidopropyl Betaine, PPG-5-Ceteth-20, Coco-Betaine, Divinyldimethicone/Dimethicone Copolymer, Amodimethicone, Citric Acid, Sodium Hydroxide, Polyquaternium-7, Polyquaternium-10, Carbomer, Sodium Benzoate, Sodium Chloride, PEG-55 Propylene Glycol Oleate, Propylene Glycol, Arginine, Salicylic Acid, Benzoic Acid, Polysorbate 21, Trideceth-6, Linalool, C12-13 Alketh-23, C12-13 Alketh-3, Glycine, Serine, Tyrosine, Cetrimonium Chloride, Glutamic Acid, Phenoxyethanol",
    "Modo de Uso": "Aplique nos cabelos molhados. Espalhe até obter uma espuma rica. Enxágue. Para resultados ótimos, siga com o sérum de enxágue e a máscara sem enxágue Absolut Repair Molecular.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Livre de Sulfatos, Sem Sulfatos, Sem Parabenos, Sem Álcool, Cruelty-Free"
  },
  {
    "Nome do Produto": "Máscara Concentrada Profissional Absolut Repair Molecular",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Todos os cabelos danificados: coloridos, descoloridos e naturais",
    "Descricao": "Quando os cabelos estão danificados, suas estruturas moleculares, compostas por peptídeos, são comprometidas. Mas a maioria dos peptídeos é grande demais para ser reinjetada na fibra, tornando o dano quase irreversível. RECOMENDADO PARA TODOS OS CABELOS DANIFICADOS: coloridos, descoloridos e naturais. Descoberta científica: Absolut Repair Molecular. Repara 2 anos de danos em uma aplicação. Pela primeira vez, a Pesquisa Avançada L'Oréal conseguiu decompor peptídeos, para injetar seus componentes separadamente na fibra. Uma vez dentro, eles se reformam e reconstróem a estrutura molecular dos cabelos. Tecnologia Inovadora: Esta máscara concentrada patenteada, formulada com ligação de Peptídeos + 5 Aminoácidos, repara 2 anos de danos e regenera as camadas moleculares dos cabelos. Os cabelos ficam mais fortes (+94% de força) com elasticidade, movimento e +85% de suavidade melhorados. Resultados & benefícios: Reenche as camadas moleculares dos cabelos. Restaura a força, elasticidade e movimento dos cabelos. Instantaneamente, o cabelo é visivelmente transformado: extremamente fácil de desembaraçar com mais flexibilidade das fibras. Repara 2 anos de danos em um uso. Reenche as camadas moleculares dos cabelos. Tecnologia patenteada com Peptides bonder + aminoácidos para reconstruir a estrutura molecular dos cabelos.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Para melhores resultados, use após o shampoo e sérum de enxágue Absolut Repair Molecular. Aplique uniformemente no cabelos secos com toalha. Deixe agir por 1 a 2 minutos. Enxágue abundantemente.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "N/A",
    "pH": "N/A",
    "Claims Detectados": "Vegano, Livre de Sulfato"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "[Oxidante] Creme Revelador 40 Vol.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Oxidante",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Desenvolvido para uso com Majirel e com Blond Studio Multi-techniques 8 e Blond Studio Multi-techniques 8 Bonder Inside, e Blond Studio 7 Clay.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Misture com Majirel High Lift conforme instruções. Misture com Blond Studio Multi-techniques 8 e Blond Studio Multi-techniques 8 Bonder Inside, e Blond Studio 7 Clay conforme instruções.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Absolut Repair Molecular Pré-tratamento reparação profunda para cabelos danificados",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Pré-tratamento",
    "Tipo de Cabelo": "Cabelos danificados, coloridos, descoloridos e naturais",
    "Descricao": "Quando os cabelos estão danificados, suas estruturas moleculares, composta por peptídeos, ficam comprometidas. Os cabelos quebram, ficam muito elásticos, sem movimento. Mas a maioria dos peptídeos são grandes demais para serem reinjetados na fibra, tornando o dano quase irreversível. Pela primeira vez, a Pesquisa Avançada de L’Oréal conseguiu decompor peptídeos para injetar seus componentes separadamente na fibra. Uma vez lá dentro, eles reformam e reconstroem a estrutura molecular dos cabelos. Para todas as texturas de cabelos danificados, coloridos, descoloridos e naturais.",
    "Ingredientes": "Peptídeos bonder, 5 Aminoácidos",
    "Modo de Uso": "Aplica no cabelo molhado. Ensaboa até obter uma espuma rica. Enxágua. Para resultados ótimos, segue com o Absolut Repair Molecular sérum de enxágue e máscara leave-in.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem Sulfatos, Reparação Profunda, Reparação Molecular"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Shampoo Instant Resurfacing Absolut Repair",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelo danificado",
    "Descricao": "Com infusão de quinoa dourada + proteína, a fórmula profissional do Shampoo Instant Resurfacing limpa imediatamente e reestrutura o cabelo danificado, deixando-o com um toque leve. Combinado com o Condicionador Absolut Repair, Máscara ou Máscara Dourada, os cabelos ficam mais brilhantes e macios. Refil do shampoo agora disponível.",
    "Ingredientes": "Aqua/Water/Eau, Sodium Laureth Sulfate, Cocamidopropyl Betaine, Dimethicone, Sodium Chloride, Citric Acid, Hexylene Glycol, Sodium Benzoate, Sodium Hydroxide, Amodimethicone, Carbomer, Guar Hydroxypropyltrimonium Chloride, Trideceth-10, Glycerin, Salicylic Acid, Glycol Distearate, Linalool, Mica, PEG-100 Stearate, Hexyl Cinnamal, Phenoxyethanol, Steareth-6, Coco-Betaine, Trideceth-3, Ci 77891/Titanium Dioxide, Limonene, Chenopodium Quinoa Seed Extract, Acetic Acid, Fumaric Acid, Hydrolyzed Wheat Protein, Ci 19140/Yellow 5, Hydrolyzed Corn Protein, Hydrolyzed Soy Protein, Ci 17200/Red 33, Parfum/Fragrance (F.I.L. C228931/1)",
    "Modo de Uso": "Aplique o shampoo uniformemente nos cabelos molhados. Massageie suavemente o couro cabeludo até obter uma espuma rica. Enxágue.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "PH-Balanced"
  },
  {
    "Nome do Produto": "",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "",
    "Tipo de Cabelo": "",
    "Descricao": "",
    "Ingredientes": "",
    "Modo de Uso": "",
    "Fase Cronograma": "",
    "Cabelos Finos": "",
    "pH": "",
    "Claims Detectados": ""
  },
  {
    "Nome do Produto": "Dia Activateur 15 Vol.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Oxidante",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "Dia Activateur é formulado para ser usado com Dia light e Dia color coloração semi-permanente.",
    "Ingredientes": "Para mais informações, consulte o nosso site do grupo: Por dentro dos nossos produtos. Esta lista de ingredientes está sujeita a alterações e depende da localização do país de venda. Os consumidores devem consultar a embalagem do produto para obter a lista de ingredientes mais atualizada. Em caso de problema, por favor, entre em contato com o centro de atendimento ao consumidor.",
    "Modo de Uso": "Dia Activateur 15-vol. (4,5%) pode ser misturado com Dia light e Dia color na proporção de 1:1,5. Com Dia color, Dia activateur 15-vol. (4,5%) pode atingir até 70% de cobertura dos fios brancos e até 1 nível de clareamento.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "[Aminexil Advanced] Programa ativador sérum antiqueda",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Sérum (Ampola Capilar)",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "O couro cabeludo é mais complexo do que parece. Oxidação do sebo e microfissuras na superfície podem causar muitos problemas. É um ciclo vicioso do qual você quer sair. Concentrado com 1,5% de Aminexil, para melhorar a reticulação da rede de colágeno e fibronectina, reforçando a fixação da raiz. Feito com PROs, aprovado por dermatologistas. Primeira co-inovação com 3 especialistas em saúde do couro cabeludo: especialista em balayage e cor. Uma composição fresca, envolvida em uma brisa refrescante com um coração de sensação limpa e uma base de tratamento profissional. Eficácia cientificamente comprovada: Cabelos mais densos e fortes em apenas 6 semanas e +87% de cabelos mais fortes.",
    "Ingredientes": "N/A (A lista de ingredientes completa não foi fornecida diretamente na página e o link externo falhou)",
    "Modo de Uso": "Aplique uma ampola inteira uniformemente no couro cabeludo. Massageie com a parte macia da ponta dos seus dedos. Deixe agir. Em caso de contato com os olhos, enxágue-os imediatamente e abundantemente. Dicas profissionais: Aplique à noite após a rotina completa no banho para efeitos ótimos.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "N/A",
    "pH": "N/A",
    "Claims Detectados": "Antiqueda, Reforça a fibra, Cabelos mais cheios, Cabelos mais densos, Cabelos mais fortes"
  },
  {
    "Nome do Produto": "Blond Studio Revelador de Óleo 20 Vol.",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Oxidante",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "O Óleo Revelador Blond Studio 20 Vol é formulado para ser usado com os pós clareadores Blond Studio 9 + 9 Bonder Inside. O Óleo Revelador Blond Studio 20 Vol é enriquecido com óleo para aumentar o desempenho geral dos clareadores Blond Studio de 9 níveis e amaciar a cutícula dos cabelos. A base de óleo oferece mistura e aplicação ideais devido à sua consistência cremosa.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Para uso durante as técnicas globais, fechadas e livres usando uma proporção de mistura de 1:1 a 1:3 por no máximo 50 minutos. Sempre se refira à tabela de técnica e uso no rótulo traseiro dos seus clareadores Blond Studio antes de usar.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  },
  {
    "Nome do Produto": "Dia color",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Tonalizante semi-permanente",
    "Tipo de Cabelo": "Todos os tipos e texturas de cabelo",
    "Descricao": "Dia color é um tonalizante semi-permanente alcalino com brilho, sem amônia. O portfólio inclui reflexos naturais 100% fiéis ao tom. Formulado com até 92% de ingredientes de origem natural, Dia color reverte os efeitos da perda de melanina por 6 semanas de brilho e oferece até 70% de cobertura dos cabelos brancos. Proporciona 3x mais brilho e realça a vivacidade dos cabelos. A textura é cremosa, facilitando a mistura, aplicação e enxágue. Exclusivo para uso profissional. Dia color restaura a cor e o brilho dos cabelos com a Tecnologia Melanin Gap Filler, que replica a cor e a posição da melanina na fibra para preencher perfeitamente as lacunas de melanina perdida. O fim dos cabelos sem brilho chegou.",
    "Ingredientes": "N/A",
    "Modo de Uso": "Você pode usar qualquer Revelador Dia Activateur com Dia color (proporção de mistura 1:1,5). Para melhores resultados, recomendamos: 6-vol. Revelador Dia Activateur para um depósito de cor suave tom sobre tom. 9-vol. Revelador Dia Activateur para cor padrão tom sobre tom e manutenção. 15-vol. Revelador Dia Activateur para depósito de cor intenso e cobertura ideal de grisalhos.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Sem amônia, 92% de ingredientes de origem natural, Embalagem 100% reciclada + reciclável, 95% tubo de alumínio pós-reciclado"
  },
  {
    "Nome do Produto": "Blond Studio 8 níveis multi técnicas",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Pó Clareador",
    "Tipo de Cabelo": "Todos os tipos de cabelo",
    "Descricao": "O Pó Multi-técnicas é especificamente adaptado para dar ao colorista a flexibilidade de realizar técnicas ao ar livre, como luzes clássicas ou um balayage mais natural, alcançando até 8 níveis de clareamento.",
    "Ingredientes": "POTASSIUM PERSULFATE, SODIUM SILICATE, SODIUM SILICATE, SODIUM STEARATE, MAGNESIUM CARBONATE HYDROXIDE, AMMONIUM PERSULFATE, SODIUM METASILICATE, CYAMOPSIS TETRAGONOLOBUS GUM/GUAR GUM, PARAFFINUM LIQUIDUM/MINERAL OIL, CL 77007/ULTRAMARINES, SODIUM LAURYL SULFATE, PROLINE, THREONINE, DISODIUM EDTA, C175617/1",
    "Modo de Uso": "Use apenas com Creme Oxidante L'Oréal Professionnel 20 (6%), 30 (9%) ou 40 (12%) volumes (máximo). Técnicas ao Ar Livre e Livres: Aplique uma proporção de mistura de 1:1 para aplicação fora do couro cabeludo (usando 20, 30 ou 40 vol). Fechado: Aplica uma proporção de mistura de 1:5 a 1:2 para aplicação fechada (usando 20 ou 30 vol). Aplicação no couro cabeludo: Aplique uma proporção de mistura de 1:3 para aplicação no couro cabeludo (usando 20 ou 30 vol). Tempo de revelação: até 50 minutos.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Enriquecido com pró-queratina, Tecnologia de baixo odor, Baixa volatilidade"
  },
  {
    "Nome do Produto": "Condicionador Iluminador Blondifier",
    "Marca": "L'Oréal Professionnel",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Para todos os tipos de cabelos loiros.",
    "Descricao": "Enriquecido com extrato de Açaí, contendo polifenóis. O condicionador leve ajuda a realçar o brilho multidimensional dos cabelos loiros. Os cabelos ficam instantaneamente brilhantes, macios e fáceis de desembaraçar das raízes às pontas.",
    "Ingredientes": "N/A",
    "Modo de Uso": "N/A",
    "Fase Cronograma": "Nutrição",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "N/A"
  }
]