[
  {
    "Nome do Produto": "Óleo Kérastase Elixir Ultime L'Huile Originale",
    "Marca": "Kérastase",
    "Tipo de Produto": "Óleo",
    "Tipo de Cabelo": "todos os tipos de cabelos",
    "Descricao": "Eleito o best-seller mundial, o Óleo L’Huile Originale é um óleo finalizador de Kérastase para todos os tipos de cabelos. Oferece nutrição profunda, brilho radiante e proteção térmica até 230°C. Este óleo para cabelo de Kérastase é enriquecido com Óleo de Marula Sagrada e Óleo de Camélias Preciosas, que reduz as pontas duplas e suaviza a fibra capilar para um controle duradouro do frizz. A combinação excepcional de aromas florais de folhas de violeta, frésia e tangerina, juntamente com notas amadeiradas e extrato de musca, envolve o cabelo em uma fragrância inesquecível, proporcionando uma experiência sensorial única. Livre de sulfatos, hidrata profundamente e mantém os fios sem frizz, deixando-os com textura suave e brilhantes. Com o Óleo Kérastase Elixir Ultime L’Huile Originale, os cabelos são transformados através de uma finalização impecável que garante até 48H de brilho de longa duração.",
    "Ingredientes": "ISODODECANE, DIMETHICONE, DIMETHICONOL, CAMELLIA OLEIFERA SEED OIL, ZEA MAYS GERM OIL / CORN GERM OIL, ARGANIA SPINOSA KERNEL OIL, SCLEROCARYA BIRREA SEED OIL, PENTACLETHRA MACROLOBA SEED OIL, CAPRYLIC/CAPRIC TRIGLYCERIDE, CAMELINA SATIVA SEED OIL, LINALOOL, ALPHA-ISOMETHYL IONONE, LIMONENE, COUMARIN, BENZYL ALCOHOL, CAMELLIA JAPONICA FLOWER EXTRACT, PHYLLANTHUS EMBLICA FRUIT EXTRACT, TOCOPHEROL, PARFUM / FRAGRANCE",
    "Modo de Uso": "PASSO 1: Aplique 1 ou 2 gotas do óleo Kérastase nos cabelos úmidos ou secos, como um tratamento sem enxágue. PASSO 2: Comece a aplicar o óleo Kérastase do comprimento e vá até as pontas. PASSO 3: Finalize como desejar. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante. Pode ser usado como um óleo pré-lavagem ou pré-secagem, e para finalização e retoques durante o dia. Dicas K Expert: O óleo finalizador de Kérastase multiuso pode ser aplicado das seguintes maneiras: Pré-lavagem: aplique o óleo Elixir Ultime no cabelo escovado e enxágue antes de aplicar o shampoo para remover as impurezas Pré-secagem: aplique o óleo Kérastase nos cabelos secos com uma toalha e seque com o secador normalmente para proteção adicional Acabamento: faça penetrar nas pontas dos cabelos para controlar o frizz, a suavidade e o estilo Retoque: aplique uma gota nas pontas ao longo do dia para um toque de brilho conforme necessário",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Nutrição profunda, Brilho radiante, Proteção térmica até 230°C, Reduz pontas duplas, Suaviza a fibra capilar, Controle duradouro do frizz, Livre de sulfatos, Hidrata profundamente, Sem frizz, 48H de brilho de longa duração"
  },
  {
    "Nome do Produto": "Máscara Kérastase Chronologiste Intense Régénérant",
    "Marca": "Kérastase",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "A Kérastase Chronologiste Intense Régénérant é uma máscara regeneradora que promove efeito nutritivo, sendo o segredo para transformar instantaneamente os cabelos com hidratação profunda, maciez irresistível e brilho duradouro. A fórmula exclusiva da Máscara Chronologiste Intense Régénérant oferece um brilho marcante aos fios, proporcionando um visual deslumbrante e saudável em questão de minutos. Recupere a vitalidade e a beleza dos cabelos com a máscara Kérastase Chronologiste regeneradora de alto desempenho. Transforme os fios com o poder da hidratação*, deixando-os incrivelmente macios e radiantes. Sinta a diferença desde o primeiro uso da máscara Kérastase Chronologis e desfrute de cabelos com um brilho marcante que chama a atenção. *Hidratação instantânea. *Maciez e Brilho duradouros.",
    "Ingredientes": "Aqua / Water / Eau, Cetearyl Alcohol, Amodimethicone, Behentrimonium Chloride, Cetyl Esters, Isopropyl Alcohol, Peg/Ppg/Polybutylene Glycol-8/5/3 Glycerin, Trideceth-6, Bisabolol, Caprylyl Glycol, Benzoic Acid, Tocopherol, Cetrimonium Chloride, Benzyl Salicylate, Hexyl Cinnamal, Benzyl Alcohol, Limonene, Butylene Glycol, Sodium Hydroxide, Citronellol, Farnesol, 2-Oleamido-1,3-Octadecanediol, Geraniol, Sodium Hyaluronate, Safflower Glucoside, Hydroxycitronellal, Octyldodecanol, Lecithin, Phenethyl Alcohol, Polycaprolactone, Phenoxyethanol, Poloxamer 188, Ceramide Np, Hydroxypalmitoyl Sphinganine, Alteromonas Ferment Extract, Bht, Sodium Citrate, Parfum / Fragrance",
    "Modo de Uso": "PASSO 1: Após o Shampoo Kérastase Bain Régénérant, aplique a Máscara Kérastase Chronologiste no couro cabeludo e das raízes até as pontas. PASSO 2: Enxágue após 5 minutos. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante.",
    "Fase Cronograma": "N+R (Nutrição e Reconstrução)",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Regeneração, Nutrição, Hidratação, Brilho, Anti-idade, Antifrizz, Maciez, Revitalização, Abyssine, Ácido Hialurônico, Vitamina E"
  },
  {
    "Nome do Produto": "Shampoo Kérastase Genesis Bain Hydra-Fortifiant",
    "Marca": "Kérastase",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Normal a Oleoso, Cabelos enfraquecidos",
    "Descricao": "Delicate fortifying shampoo for normal to oily, weakened hair that is prone to falling due to breakage from brushing. Silicone-free. Gently removes sebum & pollution particles from scalp and hair. Provides oil-control. Prevents risk of hair-fall due to breakage from brushing. Key ingredients like Ginger Root and Edelweiss Native Cells cleanse while the invigorating scent of bergamot & a hint of aromatic green fill your shower.",
    "Ingredientes": "Aqua / Water / Eau, Sodium Laureth Sulfate, Citric Acid, Cocamidopropyl Betaine, Sodium Hydroxide, Propylene Glycol, Sodium Chloride, Sodium Benzoate, Hexylene Glycol, Polyquaternium-10, Salicylic Acid, Limonene, Linalool, Glycerin, Benzyl Salicylate, Coumarin, Zingiber Officinale Root Extract / Ginger Root Extract, Citral, Benzyl Alcohol, Citronellol, Xylitylglucoside, Anhydroxylitol, Leontopodium Alpinum Callus Culture Extract, Xylitol Xanthan Gum, Dipeptide Diaminobutyroyl Benzylamide Diacetate, Parfum / Fragrance. C239699/1.",
    "Modo de Uso": "Apply to wet hair. Lather, Rinse, Repeat. Rinse thoroughly. In case of contact with eyes, rinse them immediately and thoroughly.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Antiqueda, Fortificante, Sem Silicone, Controle de Oleosidade, Previne a Quebra, Limpa Suavemente, Remove Sebo e Poluição, Raiz de Gengibre, Células Nativas de Edelweiss"
  },
  {
    "Nome do Produto": "Shampoo Kérastase Chronologiste Bain Régénérant",
    "Marca": "Kérastase",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "VAZIO",
    "Descricao": "O Kérastase Chronologiste Bain Régénérant é um shampoo revitalizante que possui uma fórmula enriquecida com Ácido Hialurônico, Abyssine e Vitamina-E, projetada para revitalizar seus cabelos, removendo suavemente as impurezas do couro cabeludo e dos fios. Desfrute de cabelos profundamente nutridos, com Kérastase Chronologiste Shampoo Revitalizante. Fórmula inovadora do Shampoo Kérastase Chronologiste não apenas limpa, mas também rejuvenesce, graças aos benefícios do Ácido Hialurônico, Abyssine e Vitamina-E. Desde o primeiro uso, você sentirá a diferença, com cabelos que exibem vitalidade e um brilho deslumbrante fornecido pelo melhor shampoo revitalizante. Descubra a regeneração capilar e a pureza que seu cabelo merece com Shampoo Kérastase Chronologiste Bain Régénérant. Aproveite a sensação de cabelos revitalizados a cada lavagem.",
    "Ingredientes": "Aqua / Water / Eau, Sodium Laureth Sulfate, Coco-Betaine, Laureth-5 Carboxylic Acid, Cocamide Mipa, Sodium Chloride, Isostearyl Neopentanoate, Polyquaternium-10, Ppg-5-Ceteth-20, Amodimethicone, Sodium Benzoate, Sodium Hydroxide, Citric Acid, Peg-55 Propylene Glycol Oleate, Peg-60 Hydrogenated Castor Oil, Salicylic Acid, Propylene Glycol, Benzyl Salicylate, Hexyl Cinnamal, Benzyl Alcohol, Limonene, Butylene Glycol, Citronellol, Geraniol, Tocopherol, Bisabolol, 2-Oleamido-1,3-Octadecanediol, Safflower Glucoside, Hydroxycitronellal, Sodium Hyaluronate, Alteromonas Ferment Extract, Bht, Sodium Citrate, Parfum / Fragrance",
    "Modo de Uso": "PASSO 1: Aplique o Shampoo revitalizante Kérastase Chronologiste Bain Régénérant nos cabelos molhados e massageie. PASSO 2: Enxágue. PASSO 3: Siga com a Máscara Intense Régénérant. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante.",
    "Fase Cronograma": "Hidratação + Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Limpeza, Shampoo antienvelhecimento, Brilho, Hidratação, Suaviza o cabelo, Cabelo Macio, Nutre, Revitaliza, Regenera, Antioxidante, Protege o cabelo, Evita o desbotamento da cor natural"
  },
  {
    "Nome do Produto": "Máscara Kérastase Elixir Ultime Le Masque",
    "Marca": "Kérastase",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Todos os tipos de cabelos",
    "Descricao": "A Máscara Elixir Ultime Le Masque é uma máscara de hidratação de Kérastase que promove um tratamento restaurador para cabelos opacos devolvendo o brilho e vitalidade para os fios. Desenvolvida para todos os tipos de cabelos, esta máscara de hidratação de Kérastase penetra nos fios, tratando e restaurando-os para alcançar um brilho suave e sedoso. Os benefícios desta máscara são potencializados pelas Vitaminas C e D, juntamente com o Ômega 9, presentes no Óleo de Marula Sagrada. Esses ingredientes da fórmula trabalham em conjunto para fortalecer a fibra capilar, em uma máscara com Óleo de Argan, Óleo de Marula e Óleo de Camélia, proporcionando não apenas brilho, mas também nutrição e hidratação intensa aos cabelos. A máscara Kérastase Elixir Ultime pode ser utilizada ocasionalmente como um tratamento mais intenso para fios finos ou como um tratamento regular. Quando combinada com o Le Bain Elixir Ultime, a Le Masque de Elixir Ultime se torna a melhor máscara de hidratação de Kérastase para cabelos opacos e sem brilho!",
    "Ingredientes": "ÓLEO DE MARULA, ÓLEO DE CAMÉLIA, ÓLEO DE ARGAN, AQUA / WATER, CETEARYL ALCOHOL, GLYCERIN, QUATERNIUM-87, HYDROGENATED POLYISOBUTENE, BEHENTRIMONIUM CHLORIDE, CETYL ESTERS, PROPYLENE GLYCOL, PHENOXYETHANOL, HYDROXYETHYLCELLULOSE, MICA, ISOPROPYL ALCOHOL, CAPRYLYL GLYCOL, ZEA MAYS / CORN GERM OIL, ARGANIA SPINOSA KERNEL OIL / ARGANIA SPINOSA KERNEL OIL, CAMELLIA OLEIFERA SEED OIL, PENTACLETHRA MACROLOBA OIL / PENTACLETHRA MACROLOBA SEED OIL, CI 77891 / TITANIUM DIOXIDE, LINALOOL, ALPHA-ISOMETHYL IONONE, LIMONENE, CITRIC ACID, CARAMEL, CI 19140 / YELLOW 5, CI 17200 / RED 33, PARFUM / FRAGRANCE",
    "Modo de Uso": "PASSO 1: Aplique uma pequena quantidade da máscara Kérastase Elixir Ultime Le Masque nos comprimentos e pontas do cabelo. PASSO 2: Massageie pelo comprimento, focando nas pontas, e passe o pente para distribuir de maneira uniforme. PASSO 3: Deixe agir por 5 a 10 minutos e enxágue bem. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Brilho, Antifrizz, Nutrição, Hidratação, Fortalecimento da fibra capilar, Suavidade, Desembaraço, Efeito perfumado, Cabelos 2x mais nutridos, 96h de proteção antifrizz, 48h de brilho de longa duração"
  },
  {
    "Nome do Produto": "Shampoo Kérastase Gloss Absolu Bain Hydra-Glaze",
    "Marca": "Kérastase",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Todos os tipos de cabelo com tendência ao frizz",
    "Descricao": "O Shampoo Bain Hydra-Glaze de Kérastase é um shampoo iluminador e hidratante para todos os tipos de cabelo com tendência ao frizz. Foi formulado especificamente com Ácido Hialurônico, Ácido Glicólico e Óleo de Rosa Selvagem para proporcionar cabelos brilhantes e macios. Sua fórmula com alta espuma, semelhante a um gel, limpa o couro cabeludo e a superfície da fibra para revelar o melhor brilho de limpeza. Hidrata e fecha as cutículas do cabelo para criar uma superfície ultra-suave. O segredo do brilho e da suavidade: a equação perfeita? Limpeza + Tratamento + Alinhamento dos cabelos. Portanto, combine o Shampoo Bain Hydra-Glaze com outros produtos da coleção Gloss Absolu, como o Insta Glaze, para obter resultados extra-brilhantes. Frasco feito de plástico 100% reciclado** (**com exceção do pump, dos corantes e dos aditivos). Fórmula 98,3% biodegradável** (**de acordo com o método OCDE ou equivalente Rosa selvagem francesa de origem responsável). Fórmula vegana* (*Sem ingredientes derivados de animais). Fabricado em uma fábrica movida a energia 100% renovável. Produzido em uma fábrica waterloop. Sem parabenos, corantes artificiais, óleo mineral. *Sem silicone.",
    "Ingredientes": "Aqua/Water/Eau, Sodium Laureth Sulfate, Lactic Acid, Arginine, Salicylic Acid, Sodium Hydroxide, Triethyl Citrate, Parfum/Fragrance, Cocamidopropyl Hydroxysultaine, Decyl Glucoside, Sodium Chloride, Sodium Benzoate, Limonene, Hydroxypropyl Guar Hydroxypropyltrimonium Chloride, Brassicamidopropyl Dimethylamine, Glyceryl Oleate, Citric Acid, Linalool, Citronellol, Hexyl Cinnamal, Alpha-Isomethyl Ionone, Citral, Glycolic Acid, Sodium Hyaluronate, Caprylic/Capric Triglyceride, Lecithin, Tocopherol, Ascorbyl Palmitate, Hydrogenated Palm Glycerides Citrate, Rosa Canina Flower Extract",
    "Modo de Uso": "Aplicar o Shampoo Hydra-Glaze no cabelo molhado, massagear bem e enxaguar. Para melhores resultados, seguir com o Condicionador Gloss Absolu Fondant. Em caso de contato direto com os olhos, enxaguar imediatamente.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Anti-frizz, Cabelo Iluminado, Cabelo macio, Limpeza de longa duração, Brilho, Hidratação, Elasticidade, Fórmula 98,3% biodegradável, Frasco feito de plástico 100% reciclado, Fórmula vegana, Sem parabenos, Sem corantes artificiais, Sem óleo mineral, Sem silicone"
  },
  {
    "Nome do Produto": "Condicionador Kérastase Gloss Absolu Insta Glaze",
    "Marca": "Kérastase",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Todos os tipos de cabelo com tendência ao frizz",
    "Descricao": "O Condicionador Kérastase Gloss Absolu Insta Glaze é um condicionador potencializador de brilho iluminador e hidratante para todos os tipos de cabelo com tendência ao frizz. Foi formulado especificamente com Ácido Hialurônico, Ácido Glicólico e Óleo de Rosa Selvagem para proporcionar cabelos macios e brilhantes. Com sua textura sedosa de creme, ele mergulha o cabelo na hidratação e preenche profundamente as camadas capilares. Transforma instantaneamente a fibra, melhorando a flexibilidade, facilitando o desembaraço e criando uma superfície incrivelmente lisa e regular. Promete 4 dias de ação anti-frizz e cabelos brilhantes.",
    "Ingredientes": "AQUA / WATER / EAU, CETEARYL ALCOHOL, COCAMIDOPROPYL BETAINE, BEHENTRIMONIUM CHLORIDE, PROPYLENE GLYCOL, AMODIMETHICONE, PARFUM / FRAGRANCE, ISOPROPYL ALCOHOL, SODIUM CHLORIDE, PHENOXYETHANOL, HYDROXYPROPYL GUAR, ETHANOLAMINE, LIMONENE, CAPRYLYL GLYCOL, PROPYLENE GLYCOL DICAPRYLATE/DICAPRATE, TRIDECETH-6, PPG-1 TRIDECETH-6, LINALOOL, CITRONELLOL, CETRIMONIUM CHLORIDE, SORBITAN OLEATE, SODIUM HYALURONATE, CAPRYLIC/CAPRIC TRIGLYCERIDE, LACTIC ACID, ALPHA-ISOMETHYL IONONE, GLYCOLIC ACID, CITRIC ACID, EDTA, ROSA CANINA FLOWER EXTRACT",
    "Modo de Uso": "Aplicar no cabelo lavado e seco com toalha. Massagear do meio até as pontas. Deixar agir de 3 a 5 minutos. Enxaguar.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Brilho, Hidratante, Anti-Frizz, Maciez, Desembaraço, Flexibilidade, Ácido Hialurônico, Ácido Glicólico, Óleo de Rosa Selvagem, Fórmula 98,3% biodegradável, Garrafa feita de plástico 100% reciclado, Fórmula vegana, Sem parabenos, Sem corantes artificiais, Sem óleo mineral, Sem silicone"
  },
  {
    "Nome do Produto": "Shampoo Kérastase Elixir Ultime Le Bain",
    "Marca": "Kérastase",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Todos os tipos de cabelos",
    "Descricao": "O Shampoo Elixir Ultime Le Bain é um shampoo de nutrição profissional que promove limpeza profunda suave para todos os tipos de cabelos, além de oferecer brilho radiante aos fios. Com sua fórmula enriquecida, o Le Bain é um shampoo com Óleo de Argan, Óleo de Marula Sagrada e Camélias Preciosas, possui alta concentração de Vitaminas C e D, bem como Ômega 9, um ácido graxo natural que proporciona uma ação duradoura. Juntos, esses nutrientes também garantem que as notas florais e de couro da fragrância durem mais tempo nos cabelos. O Shampoo Le Bain limpa suavemente eliminando resíduos e partículas de poluição e agentes que podem causar opacidade. O resultado é um cabelo luminoso com a fibra capilar tratada e nutrida até as pontas.",
    "Ingredientes": "ÓLEO DE MARULA, ÓLEO DE CAMÉLIA, ÓLEO DE ARGAN, AQUA / WATER, SODIUM LAURETH SULFATE, MIPA LAURETH SULFATE, SODIUM CHLORIDE, COCAMIDOPROPYL BETAINE, GLYCERIN, PEG-18 CASTOR OIL DIOLEATE, PROPYLENE GLYCOL, PEG-55 PROPYLENE GLYCOL OLEATE, LAURETH-5 CARBOXYLIC ACID, PPG-5-CETETH-20, SODIUM BENZOATE, POLYQUATERNIUM-53, SALICYLIC ACID, LINALOOL, ALPHA-ISOMETHYL IONONE, LIMONENE, ZEA MAYS / CORN OIL, ARGANIA SPINOSA OIL / ARGANIA SPINOSA KERNEL OIL, CAMELLIA OLEIFERA SEED OIL, PENTACLETHRA MACROLOBA SEED OIL, SODIUM HYDROXIDE, CITRIC ACID, PARFUM / FRAGRANCE",
    "Modo de Uso": "PASSO 1: Massageie uma pequena quantidade do shampoo de nutrição Le Bain Elixir Ultime em todo o cabelo molhado. PASSO 2: Emulsione. PASSO 3: Enxágue bem. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante.",
    "Fase Cronograma": "Nutrição",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Nutrição, Limpeza Profunda, Brilho Radiante, Óleo de Argan, Óleo de Marula Sagrada, Camélias Preciosas, Vitaminas C e D, Ômega 9, Elimina Resíduos e Partículas de Poluição, Fortalece o Cabelo, Suaviza o Cabelo, Maciez, Suavidade"
  },
  {
    "Nome do Produto": "Óleo Kérastase Gloss Absolu Glaze Drops",
    "Marca": "Kérastase",
    "Tipo de Produto": "Óleo",
    "Tipo de Cabelo": "Todos os tipos de cabelo com tendência ao frizz",
    "Descricao": "Glaze Drops é um óleo capilar hidratante de alto brilho para iluminar cabelos com tendência ao frizz. Glaze Drops de Kérastase é um óleo leve de brilho intenso para iluminar todos os tipos de cabelo com tendência ao frizz que buscam maciez e brilho. Foi especialmente formulado com Óleo de Rosas Selvagens para proporcionar cabelos brilhantes e com elasticidade. Seu conta-gotas preciso fornece a quantidade certa da fórmula de que você precisa, para obter o máximo de brilho e maciez sem pesar. Sem toque gorduroso. O segredo da equação perfeita de brilho e maciez? Limpeza + Tratamento + Alinhamento dos cabelos. Para maximizar os resultados, combine com o restante da coleção Gloss Absolu. Comece com o Shampoo Bain Hydra-Glaze para obter o máximo de brilho de limpeza. Continue com os tratamentos com o condicionador Insta Glaze. Por fim, finalize com o leave-in Kérastase Glaze Drops como toque final de brilho. Cabelo com brilho espelhado para 4 dias de ação antifrizz. Cabelos brilhantes e com elasticidade.",
    "Ingredientes": "Rosa Selvagem em Óleo",
    "Modo de Uso": "Finalize com o leave-in Kérastase Glaze Drops como toque final de brilho.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Anti-frizz, Brilho, Cabelo Iluminado, Maciez, Elasticidade, Sem toque gorduroso, Fórmula 98,3% biodegradável, Fórmula vegana, Sem parabenos, Sem corantes artificiais, Sem óleo mineral, Sem silicone"
  },
  {
    "Nome do Produto": "Máscara Kérastase Nutritive Masquintense",
    "Marca": "Kérastase",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cabelos ressecados e secos finos a médios",
    "Descricao": "A Kérastase Nutritive Masquintense é uma máscara de nutrição ultraconcentrada para cabelos ressecados ou muito secos finos a médios. Considerada uma das melhores máscaras para cabelos ressecados porque contém ativos anti-ressecamento e nutrientes essenciais que aumentam a capacidade da fórmula de nutrir e fortalecer o cabelo. A textura surpreendentemente leve do creme oferece uma megadose de nutrientes concentrados, fortalecendo e hidratando profundamente os cabelos secos. Por que funciona? Kérastase Masquintense é uma máscara capilar super nutritiva complementa a fibra com nutrientes essenciais, penetrando até o núcleo para ajudar o cabelo a obter força e recuperação. Também deixa uma película protetora para barrar o ressecamento crônico em cabelos secos finos ou médios.",
    "Ingredientes": "ÁGUA, ÁLCOOL CETEARÍLICO, DIMETICONA, GLICERINA, CLORETO DE BEHENTRIMONIUM, AMODIMETICONE, CLORETO DE CETRIMONIUM, FENOXIETANOL, ÁLCOOL ISOPROPÍLICO, SÓDIO LAURIL SULFATO, NIACINAMIDA, ÁCIDO LÁTICO, BUTILENOGLICOL, LINALOOL, ÁLCOOL BENZÍLICO, HIDROXYCITRONELLAL, HEXIL CINNAMAL, CITRONELLOL, CUMARINA, ALFA-ISOMETIL IONONA, GERANIOL, PROTEÍNA DE TRIGO HIDROLISADA, HIDROLISADO PROTEÍNA DE MILHO, PROTEÍNA DE SOJA HIDROLISADA, EXTRATO DE RAIZ DE ÍRIS FLORENTINA, PERFUME / FRAGRÂNCIA",
    "Modo de Uso": "PASSO 1: Depois de lavar o cabelo e secar com a toalha, aplique a máscara para cabelos ressecados no comprimento e nas pontas. PASSO 2: Massageie comprimentos e pontas e deixe agir por 2 a 3 minutos. PASSO 3: Enxágue. Em caso de contato com os olhos, lave-os imediatamente e abundantemente. Em caso de irritação, reduza a frequência de uso.",
    "Fase Cronograma": "Nutrição",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Nutrição, Hidratante, Cabelo macio, Cabelos ressecados, Nutrição profunda, Ultraconcentrada, Ativos anti-ressecamento, Nutrientes essenciais, Fortalecendo, Hidratando profundamente"
  },
  {
    "Nome do Produto": "Spray Kérastase Gloss Absolu Glaze Milk Anti-Frizz",
    "Marca": "Kérastase",
    "Tipo de Produto": "Spray",
    "Tipo de Cabelo": "Todos os tipos de cabelo com tendência ao frizz",
    "Descricao": "Glaze Milk Anti-frizz é um spray de brilho iluminador e hidratante para cabelos com tendência ao frizz. ENTRE NO MUNDO DO BRILHO! O Glaze Milk Anti-Frizz de Kérastase é um spray de brilho multifuncional para maciez e proteção térmica. Desenvolvido para todos os tipos de cabelo com tendência ao frizz. Foi especialmente formulado com Ácido Hialurônico, Ácido Glicólico e Óleo de Rosa Selvagem para proporcionar cabelos brilhantes e com elasticidade. PROTEÇÃO CONTRA CONDIÇÕES DE ALTA UMIDADE* 4 DIAS DE CABELOS MACIOS** PROTEÇÃO CONTRA CALOR DE 230° *teste instrumental **Teste de consumidor após a aplicação do spray, 103 consumidores Com sua textura leitosa e leve, esse spray multiuso supermelhorado desembaraça, hidrata, suaviza, facilita a secagem com o secador e absorve o frizz e os fios rebeldes enquanto protege contra o calor e a umidade. O segredo da equação perfeita de brilho e suavidade? Limpeza + Tratamento + Alinhamento dos cabelos. Para maximizar os resultados, combine com o restante da coleção Gloss Absolu. Comece com o Shampoo Bain Hydra-Glaze para obter o máximo de brilho de limpeza. Continue com os cuidados com o condicionador Insta Glaze. Por fim, finalize com o leave-in Kérastase Glaze Drops como toque final de brilho.",
    "Ingredientes": "AQUA / WATER / EAU, COCOS NUCIFERA OIL / COCONUT OIL, AMODIMETHICONE, POLYQUATERNIUM-37, PHENOXYETHANOL, PROPYLENE GLYCOL DICAPRYLATE/DICAPRATE, SODIUM HYDROXIDE, LIMONENE, DIMETHICONE PEG-7 PHOSPHATE, PPG-1 TRIDECETH-6, TRIDECETH-6, XYLOSE, ETHYLHEXYLGLYCERIN, LINALOOL, SORBITAN OLEATE, ISOPROPYL ALCOHOL, CITRONELLOL, CETRIMONIUM CHLORIDE, SODIUM HYALURONATE, CITRIC ACID, CAPRYLIC/CAPRIC TRIGLYCERIDE, LACTIC ACID, GLYCOLIC ACID, HEXYL CINNAMAL, ALPHA-ISOMETHYL IONONE, CITRAL, EDTA, COUMARIN, TOCOPHEROL, ROSA CANINA FLOWER EXTRACT, PARFUM / FRAGRANCE",
    "Modo de Uso": "Com sua textura leitosa e leve, esse spray multiuso supermelhorado desembaraça, hidrata, suaviza, facilita a secagem com o secador e absorve o frizz e os fios rebeldes enquanto protege contra o calor e a umidade. Para maximizar os resultados, combine com o restante da coleção Gloss Absolu. Comece com o Shampoo Bain Hydra-Glaze para obter o máximo de brilho de limpeza. Continue com os cuidados com o condicionador Insta Glaze. Por fim, finalize com o leave-in Kérastase Glaze Drops como toque final de brilho.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "N/A",
    "pH": "N/A",
    "Claims Detectados": "Anti-frizz, Cabelo Iluminado, Cabelo macio, Proteção contra umidade, Proteção Térmica, Desembaraça, Hidrata, Suaviza, Facilita a secagem, Absorve o frizz, Sem parabenos, Sem corantes artificiais, Sem óleo mineral, Sem silicone, Fórmula vegana, Fórmula biodegradável"
  },
  {
    "Nome do Produto": "Condicionador Kérastase Genesis Fondant Renforçateur",
    "Marca": "Kérastase",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "normais ou finos",
    "Descricao": "O Genesis Fondant Renforçateur é um condicionador antiqueda fortificante, formulado especialmente para cabelos normais ou finos e propensos a queda devido à quebra. Este condicionador para queda de cabelo nutre e fortalece a fibra, facilitando o desembaraço e prevenindo a quebra. A fórmula cremosa do condicionador Kérastase Genesis contém uma potente combinação de Células Estaminais de Edelweiss e Raiz de Gengibre, e proporciona maciez e brilho uniforme.",
    "Ingredientes": "Aqua / Water / Eau, Cetearyl Alcohol, Stearamidopropyl Dimethylamine, Isopropyl Myristate, Glycerin, Glycine Soja Oil / Soybean Oil, Helianthus Annuus Seed Oil / Sunflower Seed Oil, Coco-Caprylate/Caprate, Cetyl Esters, Tartaric Acid, Caprylyl Glycol, Salicylic Acid, Limonene, Hydroxypropyl Guar Hydroxypropyltrimonium Chloride, Linalool, Benzyl Salicylate, Coumarin, Zingiber Officinale Root Extract / Ginger Root Extract, Citral, Benzyl Alcohol, Citronellol, Xylitylglucoside, Anhydroxylitol, Leontopodium Alpinum Callus Culture Extract, Xylitol, Citric Acid, Xanthan Gum, Dipeptide Diaminobutyroyl Benzylamide Diacetate, Parfum / Fragrance. C245182/1.",
    "Modo de Uso": "PASSO 1: Aplique o Condicionador para cabelo oleoso Fondant Reforçateur sobre os cabelos lavados, secos com toalha. PASSO 2: Deixe o condicionador Kérastase Genesis agir por 2 a 3 minutos. PASSO 3: Enxágue bem. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Antiqueda, Fortificante, Força, Hidratante, Previne a quebra, Desembaraça, Maciez, Brilho, Antioxidantes, Proteção contra danos diários, Suaviza as fibras capilares, Proteção contra agressores externos"
  },
  {
    "Nome do Produto": "Sérum Kérastase Nutritive Nutri-Supplement Split Ends Serum",
    "Marca": "Kérastase",
    "Tipo de Produto": "Sérum",
    "Tipo de Cabelo": "Cabelos ressecados ou secos",
    "Descricao": "O Kérastase Nutri-Supplement Split Ends é um sérum reparador de pontas duplas que contém polímeros anti-ressecamento para selar as pontas secas, parando as pontas quebradas e os cabelos espigados. Este tratamento para pontas duplas também fornece uma dose de nutrientes essenciais que aumentam a capacidade da fórmula de fortalecer o cabelo. O Nutri-Supplement Split Ends Serum funciona reabastecendo e suavizando as pontas. Além de super nutritivo, este sérum reparador de pontas duplas para cabelos secos e pontas duplas protege o cabelo com uma barreira que evita que os fios ressequem e retém toda a nutrição, se tornando o melhor tratamento para pontas duplas.",
    "Ingredientes": "ISODODECANO, DIMETICONE, DIMETHICONOL, TOCOFEROL, LINOLEATO DE GLICERIL, ÓLEO DE GERME DE ZEA MAYS / ÓLEO DE GERME DE MILHO, OLEATO DE GLICERIL, LINALOOL, HIDROXICITRONELLAL, SALICILATO DE BENZIL, ÁLCOOL DE BENZIL, CINAMAL DE HEXIL, CITRONELOL, ÍON ALFA-ISOMETIL UM, LINOLENATO DE GLICERIL, CUMARINA, LIMONENO, PERFUME/ FRAGRÂNCIA",
    "Modo de Uso": "PASSO 1: Como um tratamento leave-in, aplique 5 gotas nas pontas molhadas. PASSO 2: Estilize conforme desejado. Não enxágue. Pode ser usado após toda a rotina da coleção Nutritive. Em caso de contato com os olhos, lave-os imediatamente e abundantemente. Em caso de irritação, reduza a frequência de uso.",
    "Fase Cronograma": "Nutrição",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Reparador de pontas duplas, Nutrição Elevada, Força, Proteção, Cabelo macio, Nutrição, Polímeros anti-ressecamento, Fortalecer o cabelo, Reabastecendo e suavizando as pontas, Protege o cabelo com uma barreira, Evita que os fios ressequem, Retém toda a nutrição, -62% pontas duplas, +58% suavidade, +85% nutrição profunda"
  },
  {
    "Nome do Produto": "Máscara Kérastase Chroma Absolu Chroma Filler",
    "Marca": "Kérastase",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cabelos porosos, coloridos, sensíveis ou danificados (ideal para fios médios a grossos)",
    "Descricao": "A Chroma Filler é uma máscara para cabelos coloridos sensibilizados ou danificados, rica em anti-porosidade adaptada para fios médios a grossos. Esta máscara para cabelos porosos é rica em rosas, penetra profundamente na fibra capilar para preencher a porosidade e fortalecer o cabelo para uma cor mais saudável, suave e brilhante. O tratamento milagroso enriquecido com uma potente combinação de Aminoácidos e da Centelha Asiática, proporcionando um cuidado de poderoso ao cabelo. Após usar a máscara para cabelos porosos Kérastase Chroma Absolu Chroma Filler os fios ficam 92% mais fortes*, mais resistentes e 93% mais nutridos* com menos porosidade e cor mais duradoura. Esta tecnologia avançada ajuda a proteger o cabelo das propriedades de remoção de água dura durante o banho***. O cabelo fica mais saudável, 62% mais brilhante** e até 92% da intensidade da cor é preservada após 6 semanas***. * Teste instrumental ** Teste instrumental, após aplicação do Shampoo Bain Riche Chroma Respect + Soin Acide Chroma Gloss + Máscara Chroma Filler *** Teste instrumental, após aplicação do Shampoo Bain Riche Chroma Respect + Máscara Chroma Filler",
    "Ingredientes": "AQUA / WATER / EAU, CETEARYL ALCOHOL, BEHENTRIMONIUM CHLORIDE, AMODIMETHICONE, CETYL ALCOHOL, PARFUM / FRAGRANCE, HC BLUE NO. 2, CITRIC ACID, SODIUM HYDROXIDE, C12-15 ALKYL BENZOATE, ISOPROPYL ALCOHOL, TOCOPHEROL, HYDROXYETHYLCELLULOSE, BENZOIC ACID, TRIDECETH-6, GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, CETRIMONIUM CHLORIDE, HC BLUE NO. 15, LINALOOL, LIMONENE, SODIUM HYALURONATE, CENTELLA ASIATICA EXTRACT, TARTARIC ACID, LACTIC ACID, FUMARIC ACID",
    "Modo de Uso": "PASSO 1 Aplique a Máscara para cabelos porosos e coloridos Kérastase Chroma Filler em uma quantidade equivalente ao tamanho de uma avelã nos cabelos limpos e secos com toalha. PASSO 2 Massageie no comprimento e nas pontas. Deixe agir por 5 minutos. PASSO 3 Adicione água, emulsione e enxágue bem. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Proteção da cor, Brilho, Fortalece o cabelo, Anti-porosidade, Nutrição, Anti-frizz (implícito), Aminoácidos, Centelha Asiática"
  },
  {
    "Nome do Produto": "Protetor Térmico Kérastase Nutritive Lotion Thermique Sublimatrice",
    "Marca": "Kérastase",
    "Tipo de Produto": "Leave-in/Spray Protetor Térmico",
    "Tipo de Cabelo": "Cabelos secos com fios finos a médios",
    "Descricao": "O Kératstase Nutritive Lotion Thermique Sublimatrice é um spray desembaraçante protetor térmico para cabelos finos a médios. Este protetor térmico para cabelos secos está repleto de lipídios nutritivos e nutrientes essenciais para condicionar e reestruturar intensamente a fibra capilar. O cabelo fica desembaraçado, protegido do calor e instantaneamente mais flexível e radiante com o melhor protetor térmico para cabelos finos. Essa essência leve e leitosa é tão incrivelmente rica em nutrientes que aumenta a capacidade da fórmula de nutrir e fortalecer o cabelo. Por que funciona? Pense nisso como um spray desembaraçante. O protetor térmico Lotion Thermique Sublimatrice revitaliza os fios hidratando a fibra capilar e evitando a perda de umidade. Isso proporciona mais reparação, elasticidade e nutrição aos cabelos, além de protegê-los do calor de até 230°C. Além disso, o protetor térmico Kérastase para cabelos finos reduz os fios rebeldes e o frizz.",
    "Ingredientes": "ÁGUA, NIACINAMIDA, POLIQUATERNIUM-37, PROPILENOGLICOL DICAPRILATO/DICAPRATO, ÁCIDO CÍTRICO, POLISORBATO 20, QUATERNIUM-87, ÁLCOOL ESTEARÍLICO, ÓLEO DE SOJA GLICINA / ÓLEO DE SOJA, BENZOATO DE SÓDIO, CAPRYLIL GLICOL, CLORETO DE BEHENTRIMONIUM, PPG-1 TRIDECETH-6, PANTENOL, ASCORBYL GLUCOSIDE, BUTILENO GLICOL, CANDELILLA CERA / CANDELILLA WAX / CIRE DE CANDELILLA, PROPILENO GLICOL, LINALOL, HIDROXICITRONELLAL, ÁLCOOL ISOPROPÍLICO, OLEATO DE SORBITANO, SALICILATO DE BENZIL, ÁLCOOL BENZÍLICO, CANELA DE HEXIL, POLIQUATERNIUM-11, CITRONELLOL, PROTEÍNA DE TRIGO HIDROLISADA, ALFA-ISOMETIL IONONA, CUMARINA, PROTEÍNA DE MILHO HIDROLISADA, PROTEÍNA DE SOJA HIDROLISADA, LIMONENE, EXTRATO DE RAIZ DE ÍRIS FLORENTINA, FENOXIETANOL, PERFUME/ FRAGRÂNCIA",
    "Modo de Uso": "PASSO 1: No cabelo úmico ou seco com toalha, pulverize o spray desembaraçante mecha a mecha no comprimento dos fios. PASSO 2: Seque com secador ou secar ao ar. Em caso de contato com os olhos, lave-os imediatamente e abundantemente. Em caso de irritação, reduza a frequência de uso. Pode ser usado após o banho e complementar com toda a coleção Nutritive.",
    "Fase Cronograma": "Nutrição",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Spray Desembaraçante, Proteção Térmica (até 230°C), Reparação, Nutrição, Hidratação, Redução de Frizz, Fortalecimento, Elasticidade, Brilho"
  },
  {
    "Nome do Produto": "Máscara Kérastase Genesis Reconstituant",
    "Marca": "Kérastase",
    "Tipo de Produto": "Máscara",
    "Tipo de Cabelo": "Cabelos grossos ou secos com tendência a queda devido a quebra",
    "Descricao": "A Genesis Reconstituant é uma máscara antiqueda fortificante que proporciona nutrição e hidratação intensas. Suaviza e desembaraça. Fortifica contra quebras. É indicada para cabelos grossos ou secos com tendência a queda devido a quebra. Promete 99% menos queda de cabelo causada pela quebra ao pentear os fios* e 89% mais suave/condicionado**. Seus principais ingredientes são a Flor de Edelweiss, rica em antioxidantes que protegem o cabelo contra danos diários e suavizam as fibras capilares sensibilizadas, e Raízes de Gengibre, conhecidas por sua capacidade de proteção contra agressores externos diários. (*vs. shampoo sem condicionante. **vs. shampoo sem condicionante.)",
    "Ingredientes": "Aqua / Water / Eau, Cetearyl Alcohol, Amodimethicone, Behentrimonium Chloride, Cetyl Esters, Isopropyl Alcohol, Trideceth-6, Phenoxyethanol, Limonene, Cetrimonium Chloride, Linalool, Chlorhexidine Dihydrochloride, Benzyl Salicylate, Coumarin, Glycerin, Zingiber Officinale Root Extract / Ginger Root Extract, Citral, Benzyl Alcohol, Citronellol, Xylitylglucoside, Anhydroxylitol, Leontopodium Alpinum Callus Culture Extract, Xylitol, Citric Acid, Xanthan Gum, Dipeptide Diaminobutyroyl Benzylamide Diacetate, Parfum /Fragrance. C239854/1.",
    "Modo de Uso": "Passo 1: Aplique o produto no cabelo molhado. Passo 2: Deixe a mistura agir por no máximo 5 minutos. Passo 3: Enxágue bem. Instrução adicional: Incline a cabeça para o lado e aplique a máscara das pontas para cima. Evite o produto no couro cabeludo. Faça um coque e permita que a máscara seja absorvida por pelo menos 5 minutos para alcançar um tratamento profundo.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Antiqueda, Fortificante, Nutrição Intensa, Hidratação Intensa, Suavizante, Desembaraçante, Fortifica contra Quebras, Proteção contra Danos, Proteção contra Agressões Externas"
  },
  {
    "Nome do Produto": "Shampoo Kérastase Chroma Absolu Bain Chroma Respect",
    "Marca": "Kérastase",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Cabelos coloridos, adaptado para fibras finas a médias, danificados ou sensibilizados",
    "Descricao": "Bain Chroma Respect é um shampoo para cabelos coloridos danificados ou sensibilizados, especialmente adaptados para cabelos finos a médios. Esta textura de gel-creme rosa hidrata profundamente e cuida da fibra, respeitando e preservando a cor do desbotamento. Enriquecido com uma potente combinação de Aminoácidos e Centella Asiatica, este shampoo avançado penetra no núcleo da fibra para um cabelo mais forte e resistente. O cabelo é sublimado com 74% mais brilho radiante e luminoso*, maior hidratação e porosidade reduzida, proporcionando maior retenção da cor. A fibra está tão saudável que 92% da intensidade da cor é preservada mesmo após 6 semanas**. Esta fórmula é livre de sulfatos, silicone e parabenos. 9 em cada 10 mulheres concordam que o Bain Chroma Respect é delicado com os cabelos***. *teste instrumental **teste instrumental: Bain Chroma Respect + Fondant Cica Chroma ***teste de consumidor: Bain Chroma Respect + Fondant Cica Chroma + Serum Chroma Thermique. A embalagem de shampoo de 500ml reutilizável, feita com 100% de plástico reciclado*, em uma fábrica que utiliza 100% de energia renovável , pode ser reabastecida com o refil de shampoo correspondente, produzido com -82% de plástico na embalagem** em uma fábrica com ciclo fechado de água. *Exceto pela bomba, corantes e aditivos. **Comparado à embalagem de dois frascos de 250ml do Bain.",
    "Ingredientes": "AQUA / WATER / EAU, SODIUM C14-16 OLEFIN SULFONATE, COCAMIDE MEA, GLYCERIN, COCAMIDOPROPYL BETAINE, GLYCOL DISTEARATE, SODIUM LAUROYL SARCOSINATE, HEXYLENE GLYCOL, CITRIC ACID, SODIUM HYDROXIDE, SODIUM CHLORIDE, PEG-55 PROPYLENE GLYCOL OLEATE, PROPYLENE GLYCOL, COCO-BETAINE, SODIUM BENZOATE, HYDROXYPROPYL GUAR HYDROXYPROPYLTRIMONIUM CHLORIDE, SALICYLIC ACID, CARBOMER, BENZOIC ACID, POLYQUATERNIUM-7, LINALOOL, LIMONENE, SODIUM HYALURONATE, ARGININE, CENTELLA ASIATICA EXTRACT, LACTIC ACID, CI 17200 / RED 33, CI 19140 / YELLOW 5, PARFUM / FRAGRANCE",
    "Modo de Uso": "Como usar o Shampoo Kérastase Chroma Absolu Bain Chroma Respect: Passo 1: Aplique nos cabelos molhados. Passo 2: Massageie e emulsione. Passo 3: Enxágue abundantemente. Em caso de contato com os olhos, enxágue-os imediatamente e completamente.",
    "Fase Cronograma": "N/A",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Hidratação, Proteção da cor, Brilho, Porosidade reduzida, Fortalecimento, Livre de sulfatos, Livre de silicone, Livre de parabenos, Refilável"
  },
  {
    "Nome do Produto": "Condicionador Kérastase Nutritive Lait Vital",
    "Marca": "Kérastase",
    "Tipo de Produto": "Condicionador",
    "Tipo de Cabelo": "Cabelos secos finos a médios, texturizados ou crespos",
    "Descricao": "O Kérastase Nutritive Lait Vital é um condicionador nutritivo para cabelos finos a médios. Kérastase Lait Vital nutre a fibra sem pesar os fios. Este condicionador para cabelos secos e ressecados contém ativos anti-ressecamento que fornecem um mega shot nutritivo ao seu cabelo, alisando e desembaraçando cabelos secos, texturizados ou crespos. O condicionador Lait Vital contém apenas os nutrientes essenciais que aumentam sua capacidade de nutrir e fortalecer a fibra capilar. Nutritive Lait Vital é um condicionador desembaraçante que tem uma textura de gel cremoso branco que seu cabelo vai adorar. Por isso, é um dos melhores condicionadores para cabelos secos ou texturizados. Um condicionador nutritivo eficaz, a poderosa fórmula de Nutritive Lait Vital penetra na fibra capilar para hidratar. Em seguida, sela as cutículas do cabelo para reter a umidade por mais tempo, deixando uma película que protege o cabelo das agressões externas. Elasticidade e maleabilidade são restauradas e até mesmo o cabelo mais selvagem é domado com o condicionador para cabelos secos e ressecados Kérastase Lait Vital.",
    "Ingredientes": "ÁGUA, ÁLCOOL CETEARÍLICO, GLICERINA, ÁLCOOL CETIL, CLORETO DE BEHENTRIMONIUM, FENOXIETANOL, CETEARETH-33, GUAR HIDROXIPROPILO, OCTILDODECANOL, CLORETO DE CETRIMÔNIO, ÁLCOOL ISOPROPÍLICO, AMODIMETICONA, PCA DE SÓDIO, PANTENOL, NIACINAMIDA, ASCORBYL GLUCOSIDE, BUTILENO GLICOL, LINALOOL, ÁLCOOL BENZÍLICO, HIDROXICITRONELAL, HEXIL CINNAMAL, CITRONELLOL, TRIDECETH-6, CUMARINA, ALFA-ISOMETIL IONONA, GERANIOL, PROTEÍNA DE TRIGO HIDROLISADA, PROTEÍNA DE MILHO HIDROLISADA, PROTEÍNA DE SOJA HIDROLISADA, EXTRATO DE RAIZ DE ÍRIS FLORENTINA, ÁCIDO CÍTRICO, PERFUME / FRAGRÂNCIA",
    "Modo de Uso": "PASSO 1: Depois de lavar o cabelo e secar com a toalha, aplique Kérastase Lait Vital no comprimento e nas pontas. PASSO 2: Deixe agir de 2 a 3 minutos. PASSO 3: Emulsione e enxágue. Em caso de contato com os olhos, lave-os imediatamente e abundantemente. Em caso de irritação, reduza a frequência de uso.",
    "Fase Cronograma": "Nutrição",
    "Cabelos Finos": "Sim",
    "pH": "N/A",
    "Claims Detectados": "Nutrição, Desembaraçante, Hidratante, Cabelo macio, Ativos anti-ressecamento, Alisamento, Fortalecimento da fibra capilar, Brilho, Zero frizz"
  },
  {
    "Nome do Produto": "Shampoo Kérastase Blond Absolu Bain Lumière",
    "Marca": "Kérastase",
    "Tipo de Produto": "Shampoo",
    "Tipo de Cabelo": "Loiros, Clareados ou com Mechas",
    "Descricao": "Sim, você quer tudo e sim, você pode ter tudo! Não há necessidade de escolher entre cuidar da fibra capilar ou cuidar dos cabelos loiros, clareados ou com mechas. O Blond Absolu Bain Lumière é o shampoo para cabelos loiros que promove as duas coisas. Sua fórmula combinada com Ácido Hialurônico e Flor de Edelweissde faz uma limpeza suave oferecendo uma sensação leve que revitaliza os tons loiros da raiz às pontas. Este shampoo foi especialmente desenvolvido para funcionar como uma dupla perfeita com o Condicionador Cicaflash. Embalagem reciclável, feita de 95% de plástico reciclado.",
    "Ingredientes": "Aqua / Water, Sodium Laureth Sulfat, Glycerin, Coco-Betaine, Sodium Chloride, Cocamide Mipa, Citric Acid, Sodium Benzoate, Sodium Hydroxide, Hexylene Glycol, Hydroxypropyl Guar Hydroxypropyltrimonium Chloride, Salicylic Acid, Limonene, Tocopherol, Leontopodium Alpinum Flower/Leaf Extract, Sodium Hyaluronate, Malva Sylvestris Flower Extract / Mallow Flower Extract, Potassium Sorbate, Parfum / Fragrance",
    "Modo de Uso": "PASSO 1: Aplique o Shampoo Blond Absolu Bain Lumière nos cabelos molhados. PASSO 2: Massageie o cabelo. PASSO 3: Enxágue bem. Em caso de contato com os olhos, enxágue imediatamente e de forma abundante.",
    "Fase Cronograma": "Hidratação",
    "Cabelos Finos": "N/A",
    "pH": "N/A",
    "Claims Detectados": "Neutralização, Hidratação, Brilho, Limpeza, Fortalece o cabelo, Ácido Hialurônico, Flor de Edelweiss, Antioxidantes, Protege contra danos, Suaviza as fibras capilares, Embalagem reciclável"
  },
  {
    "Nome do Produto": "Protetor Térmico Kérastase Nutritive Nectar Thermique",
    "Marca": "Kérastase",
    "Tipo de Produto": "Leave-in",
    "Tipo de Cabelo": "Cabelos secos médios a grossos",
    "Descricao": "O Kérastase Protetor Térmico Nectar Thermique é um leite capilar antifrizz para cabelos secos médios a grossos. Você sabe o que é um leite seco? Bem, aqui está uma dica - não é de beber! É um leite nutritivo que protege os cabelos secos do calor. Adicione ativos anti-ressecamento e você terá um ótimo produto para desembaraçar, suavizar e aumentar o brilho dos cabelos secos. Por que funciona? Com sua textura branca clara e cremosa, o Protetor Térmico Nectar Thermique protege o cabelo até 230°C do calor de secadores de cabelo e chapinhas. Ao deixar um filme leve na fibra capilar que protege poderosamente os cabelos contra o calor e o ressecamento crônico. Além disso, reduz os fios rebeldes e o frizz, deixando os cabelos maleáveis, macios e brilhantes.",
    "Ingredientes": "ÁGUA, C13-16 ISOALCANO, PROPILENO GLICOL, DIMETICONE, TRIETANOLAMINA, FENOXIETANOL, PEG/PPG-17/18 DIMETICONE, CARBOMER, AMIDO DE BATATA MODIFICADO, CLORETO DE BEHENTRIMONIUM, HIDROXIPROPIL GUAR, CAPRILIL GLICOL, POLIQUATERNIUM-4, AMODIMETICONA, PANTENOL, NIACINAMIDA, SORBIL GLICOSÍDEO, BUTILENO GLICOL, ÁLCOOL ISOPROPÍLICO, LINALOOL, HIDROXICITRONELAL, SALICILATO DE BENZIL, ÁLCOOL BENZÍLICO, HEXIL CINNAMAL, CITRONELOL, TRIDECETH-6, PROTEÍNA DE TRIGO HIDROLISADA, ALFA-ISOMETIL IONONA, CUMARINA, PROTEÍNA DE MILHO HIDROLISADA, PROTEÍNA DE SOJA HIDROLISADA, LIMONENO, EXTRATO DE RAIZ DE ÍRIS FLORENTINA, CLORETO DE CETRIMÔNIO, ÁCIDO CÍTRICO, PERFUME/ FRAGRÂNCIA",
    "Modo de Uso": "PASSO 1: No cabelo úmico ou seco com toalha, aplique uma pequena quantidade mecha a mecha no comprimento dos fios. PASSO 2: Seque com secador ou secar ao ar. Em caso de contato com os olhos, lave-os imediatamente e abundantemente. Em caso de irritação, reduza a frequência de uso. Pode ser usado após o banho e complementar com toda a coleção Nutritive.",
    "Fase Cronograma": "N+H",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Proteção Térmica, Antifrizz, Nutrição, Hidratação, Brilho, Desembaraçante, Anti-ressecamento, Suavidade"
  },
  {
    "Nome do Produto": "Tratamento Kérastase Première Concentré Décalcifiant Ultra-Réparateur",
    "Marca": "Kérastase",
    "Tipo de Produto": "Tratamento Pré-Shampoo",
    "Tipo de Cabelo": "Todos os tipos de cabelos danificados",
    "Descricao": "Tratamento de dupla ação descalcificante para reparar cabelos danificados. Elimina o excesso de cálcio e recria a força do cabelo. O Première Concentré Décalcifiant Ultra-Réparateur é o primeiro tratamento pré-shampoo que remove o cálcio e repara completamente todos os tipos de cabelos danificados. A água dura, rica em cálcio, pode agravar os danos em cabelos sensíveis, danificados, superprocessados ou descoloridos. Por serem mais porosos, os cabelos danificados absorvem 3 vezes mais cálcio do que os cabelos saudáveis. Com uma concentração de ácidos puros, este tratamento de dupla ação decalcifica os fios, eliminando o excesso de cálcio, e os repara de dentro para fora, restaurando a força capilar e revertendo sua aparência rígida e opaca. Decalcifica e repara de forma dramática os danos persistentes. Reverte a rigidez e opacidade dos fios. Reconecta os elos quebrados entre as cadeias de queratina para reforçar a estrutura interna dos cabelos. REVERTE 93% DOS DANOS CAPILARES EM 1 USO. REPARA OS ELOS CAPILARES. TRANSFORME SEUS CABELOS EM 1 USO.",
    "Ingredientes": "Ácido Cítrico, Glicina",
    "Modo de Uso": "PASSO 1: Antes do shampoo e com o cabelo úmido, aplique no comprimento do cabelo e massageie. PASSO 2: Deixe agir por 5 minutos. Não enxágue. PASSO 3: Sobreponha com o Shampoo Kérastase Première Bain Décalcifiant Réparateur diretamente por cima, para maximizar a eficácia. PASSO 4: Enxáguar e em seguida aplique Condicionador Première Fondant Fluidité Réparateur ou Máscara Première Filler Réparateur. Dicas K Expert: Para maximizar a eficácia, use a técnica de camadas: aplique o Tratamento Kérastase Première Concentré Décalcifiant Ultra-Réparateur sem enxaguar e aplique o Shampoo Kérastase Première Bain Décalcifiant Réparateur, para uma dose dupla de reparação completa.",
    "Fase Cronograma": "Reconstrução",
    "Cabelos Finos": "Não",
    "pH": "N/A",
    "Claims Detectados": "Dupla ação descalcificante, Reparação, Elimina excesso de cálcio, Recria a força do cabelo, Pré-shampoo, Restaura 99% da força original do cabelo, 75% mais brilhante, 93% menos quebras, Fortalece os fios, Fórmula vegana, Sem sulfatos, 100% Plástico Reciclado"
  }
]